Repository: esn-org/esn_satellite
Catalog: modules/signup/po/*.po
Languages: nl

source: Event reminder: %event
nl: Evenement herinnering: %event

source: Allow users to sign up for events.
nl: Laat toe dat gebruikers zich inschrijven voor evenementen.

source: signup
nl: inschrijven

source: signups
nl: inschrijvingen

source: Allow signups
nl: Inschrijvingen toelaten

source: if selected, users will be allowed to do signups for this node type
nl: Indien aangevinkt, worden het gebruikers toegelaten zich in te schrijven voor dit node-type

source: Sign up settings
nl: Inschrijvingsinstellingen

source: WARNING: %d user(s) signed up for this event. Deleting this event will delete all signups associated with it!.
nl: WAARSCHUWING: %d inschrijvingen voor dit evenement. Indien u dit verwijdert, verdwijnen ook alle ermee geassociÃ«erde inschrijvingen!.

source: No users signed up for this event
nl: Geen inschrijvingen voor dit evenement

source: Signups closed for this event
nl: De inschrijvingstermijn voor dit evenement is verstreken

source: <p>Please <a href="%login">login/register</a> to sign up for this event.</p>
nl: <p>Astublief <a href="%login">login/registreer</a>om in te schrijven voor dit evenement.</p>

source: Sign up
nl: Inschrijven

source: Sign up for %title
nl: Inschrijven voor %title

source: Your signup information
nl: Uw inschrijfinformatie

source: Cancel Signup
nl: Inschrijving Annuleren

source: Event
nl: Evenement

source: Signups
nl: Inschrijvingen

source: Operations
nl: Handelingen

source: View Signups
nl: Inschrijvingen bekijken

source: Close Event
nl: Evenement sluiten

source: Signup cancelled
nl: Inschrijving geannulleerd

source: Submit
nl: Indienen

source: Signup settings updated
nl: Inschrijvingsinstellingen bijgewerkt

source: Default signup information
nl: Standaard inschrijvingsinformatie

source: New signup nodes will start with these settings
nl: Nieuwe inschrijvingsnodes zullen starten met deze instellingen

source: You will receive a confirmation email shortly which contains further event information
nl: Een bevestigingsmail is onderweg deze bevat meer informatie over het evenement

source: You will receive a reminder email %d day(s) before the event
nl: U zal een herinneringsmail krijgen %d dag(en) voor het evenement

source: Signup confirmed.
nl: Inschrijving bevestigd.

source: SIGNUP INFORMATION
nl: INFORMATIE INSCHRIJVING

source: Signup confirmation for event: %event
nl: Bevestiging inschrijving voor evenement: %event

source: New Event Signup
nl: Nieuwe evenementinschrijving

source: Signup confirmation for event: %title
nl: Bevestiging inschrijving voor evenement: %title

source: The following information was submitted as a signup for %title
nl: De volgende informatie is verzonden als inschrijving voor %title

source: Date/Time: %time
nl: Dag/tijd: %time

source: username:
nl: gebruiksnaam:

source: %d individual(s) signed up
nl: %d person(en) zijn ingeschreven

source: Send signups to
nl: Verzend inschrijvingen naar

source: Email address where notification of new signups will be sent. Leave blank for no notifications
nl: E-mailadres waarheen berichten van nieuwe inschrijvingen moeten verzonden worden. Laat het leeg indien u geen berichten wenst

source: Send confirmation
nl: Bevestiging verzenden

source: Confirmation email
nl: Bevestigings-e-mail

source: Email sent to user upon signup. Supported string substitutions: %event, %time, %username, %useremail, %info (user signup information)
nl: E-mail naar gebruiker gezonden bij inschrijving. Volgende tekenreekssubstituties zijn mogelijk: %event, %time, %username, %useremail, %info (informatie over inschrijving gebruiker)

source: Send reminder
nl: Herinnering verzenden

source: Reminder email
nl: Herinnerings-e-mail

source: Email sent to user as an event reminder. Supported string substitutions: %event, %time, %username, %useremail
nl: Email die als evenementherinnering naar gebruikers wordt verzonden. Volgende tekenreekssubstituties zijn mogelijk: %event, %time, %username, %useremail

source: Signup information
nl: Inschrijvingsinformatie

source: allow signups
nl: inschrijvingen toelaten

source: admin signups
nl: inschrijvingen beheren
