Repository: esn-org/esn_satellite
Catalog: modules/tinymce/po/*.po
Languages: nl

source: The TinyMCE Javascript HTML WYSIWYG editor.
nl: De TinyMCE Javascript HTML WYSIWYG editor.

source: enable rich-text
nl: activeer opgemaakte tekst

source: disable rich-text
nl: desactiveer opgemaakte tekst

source: Your current web browser does not support WYSIWYG editing.
nl: Uw webbrowser ondersteunt geen WYSIWYG.

source: TinyMCE rich-text settings
nl: TinyMCE opgemaakte tekst instellingen

source: Default state
nl: Standaardmodus

source: Should rich-text editing be enabled or disabled by default in textarea fields?
nl: Wenst u opgemaakte tekst standaard te activeren of te desactiveren in de tekstvelden?

source: administer
nl: beheren

source: Add new TinyMCE profile
nl: Een nieuw TinyMCE profiel toevoegen

source: Edit tinymce profile
nl: TinyMCE profiel bewerken

source: Deleted profile
nl: Profiel wissen

source: Create profile
nl: Profiel aanmaken

source: Update profile
nl: Profiel bijwerken

source: Your TinyMCE profile has been updated.
nl: Uw TinyMCE profiel werd bijgewerkt.

source: Your TinyMCE profile has been created.
nl: Uw TinyMCE profiel is aangemaakt.

source: TinyMCE settings
nl: TinyMCE instellingen

source: Could not find the TinyMCE engine installed at <strong>%tinymce-directory</strong>. Please <a href="http://tinymce.moxiecode.com/">download TinyMCE</a>, uncompress it and copy the folder into %tinymce-path.
nl: Kan het TinyMCE programma in de map <strong>%tinymce-directory</strong> niet vinden. Gelieve <a href="http://tinymce.moxiecode.com/">TinyMCE te downloaden</a>, te decomprimeren en te kopiëren in de map %tinymce-path.

source: You must <a href="%access-control-url">assign</a> at least one role with the 'access tinymce' permission before creating a profile.
nl: U moet minstens één rol <a href="%access-control-url">toekennen</a> met de "toegang tot TinyMCE"-toelating alvorens een profiel te creëren.

source: You will not be allowed to create a new profile since all user roles have already been assigned profiles. Either remove an existing tinymce profile from at least one role or assign another role the 'access tinymce' permission.
nl: U mag geen nieuw profiel aanmaken aangezien alle gebruikersrollen reeds een profiel hebben gekregen. Verwijder ofwel een bestaand TinyMCE-profiel uit minstens één rol of ken de "toegang tot TinyMCE"-toelating aan een andere rol toe.

source: Not all user roles are shown since they already have tinymce profiles. You must first unassign profiles in order to add them to a new one.
nl: Niet alle gebruikersrollen worden getoond aangezien zij reeds TinyMCE-profielen hebben. U moet eerst profielen vrijgeven om ze aan een nieuwe toe te voegen.

source: Basic setup
nl: Basisinstellingen

source: Profile name
nl: Profielnaam

source: Enter a name for this profile. This name is only visible within the tinymce administration page.
nl: Geef een naam in voor dit profiel. Deze naam is enkel zichtbaar in de TinyMCE beheerpagina.

source: Roles allowed to use this profile
nl: Rollen die dit profiel mogen gebruiken

source: Check at least one role. Only roles with 'access tinymce' permission will be shown here.
nl: Selecteer minstens één rol. Enkel rollen met "toegang tot TinyMCE" toelating worden hier getoond.

source: Default editor state for users in this profile. Users will be able to override this state if the next option is enabled.
nl: Standaardbewerkingsmodus voor gebruikers in dit profiel. Gebruikers kunnen deze modus opheffen wanneer de volgende optie ingeschakeld is.

source: Allow users to choose default
nl: Gebruikers toelaten standaardmodus te kiezen

source: If allowed, users will be able to choose their own TinyMCE default state by visiting their profile page.
nl: Indien toegelaten zullen gebruikers hun eigen TinyMCE standaardmodus kunnen kiezen door hun profielpagina te raadplegen.

source: Show disable/enable rich text editor toggle
nl: Toon desactiveer/activeer opgemaakte tekstbewerkerschakelaar

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. If false, editor defaults to the global default or user default (see above).
nl: Desactiveer/activeer opgemaakte tekstbewerkerschakelaar al dan niet tonen onderaan de tekstzone. Indien foutief schakelt de bewerker over op de globale standaard of de gebruikersstandaard (zie hierboven).

source: Language
nl: Taal

source: The language for the TinyMCE interface. Language codes based on the <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a> format.
nl: De taal voor de TinyMCE interface. Taalcodes gebaseerd op het <a href="http://www.loc.gov/standards/iso639-2/englangn.html">ISO-639-2</a>-formaat.

source: Safari browser warning
nl: Safari browser waarschuwing

source: TinyMCE support for the Safari web browser is experimental and a warning message is displayed when that browser is detected. You can disable this message here.
nl: TinyMCE ondersteuning voor de Safari webbrowser is experimenteel. Een waarschuwingsbericht wordt getoond wanneer deze browser gedetecteerd wordt. U kan dit bericht hier desactiveren.

source: Visibility
nl: Zichtbaarheid

source: Show on every page except the listed pages.
nl: Toon op elke pagina behalve op de geselecteerde pagina's.

source: Show on only the listed pages.
nl: Toon enkel op de geselecteerde pagina's.

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are '%blog' for the blog page and %blog-wildcard for every personal blog. %front is the front page.
nl: Voer één pagina per lijn in als Drupalpaden. Het '*'-teken is een wildcard. Voorbeeldpaden zijn '%blog' voor de blogpagina en %blog-wildcard voor elke persoonlijke blog. %front is de voorpagina.

source: Show if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
nl: Toon indien de volgende PHP-code terugkeert <code>TRUE</code> (PHP-modus, enkel voor deskundigen).

source: If the PHP-mode is chosen, enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
nl: Wanneer de PHP-modus wordt gekozen, voer de PHP-code in tussen %php. Noteer dat het invoeren van een onjuiste PHP-code uw Drupalsite kan beschadigen.

source: Show tinymce on specific pages
nl: Toon TinyMCE op specifieke pagina's

source: Pages
nl: Pagina's

source: Buttons and plugins
nl: Knoppen en plugins

source: Editor appearance
nl: Uitzicht editor

source: Toolbar location
nl: Plaatsing toolbar

source: Show toolbar at the top or bottom of the editor area?
nl: Toon toolbar bovenaan of onderaan de editorzone?

source: Toolbar alignment
nl: Aligneren toolbar

source: Align tool icons left, center, or right within the toolbar.
nl: Aligneer toolpictogrammen links, in het midden of rechts binnen de toolbar.

source: Path to html elements (i.e. "body>table>tr>td"). Show at top, bottom, or not at all.
nl: Pad naar html-elementen (d.w.z. "body>table>tr>td"). Toon bovenaan, onderaan of helemaal niet.

source: Enable resizing button
nl: Herschaalknop inschakelen

source: This option gives you the ability to enable/disable the resizing button. If enabled the <strong>Path location toolbar</strong> must be set to "top" or "bottom" in order to display the resize icon.
nl: Deze optie biedt u de mogelijkheid om de herschaalknop te activeren/desactiveren. Wanneer geactiveerd, moet de <strong>Pad ligging toolbar</strong> op "bovenaan" of "onderaan" worden ingesteld om het herschaalpictogram weer te geven.

source: Block formats
nl: Blokformaten

source: Comma separated list of HTML block formats. You can only remove elements, not add.
nl: Door komma's gescheiden lijst van HTML blokformaten. U kan enkel elementen verwijderen, niet toevoegen.

source: Cleanup and output
nl: Opruiming en output

source: Verify HTML
nl: HTML verifiëren

source: Should the HTML contents be verified or not? Verifying will strip &lt;head&gt tags, so choose false if you will be editing full page HTML.
nl: Moet de HTML-inhoud worden gecontroleerd of niet? Controleren zal &lt;head&gt labels verwijderen. Kies dus onjuist indien u volledige HTML-pagina's zal bewerken.

source: Preformatted
nl: Gepreformateerd

source: If this option is set to true, the editor will insert TAB characters on tab and preserve other whitespace characters just like a PRE HTML element does.
nl: Wanneer deze optie wordt ingeschakeld zal de editor op het tabblad TAB-tekens invoeren en andere blancotekens bewaren, net zoals een PRE HTML-element dat doet.

source: Convert &lt;font&gt; tags to styles
nl: Zet &lt;font&gt;-tags om in stijlen

source: If you set this option to true, font size, font family, font color and font background color will be replaced by inline styles.
nl: Wanneer u deze optie inschakeld zullen lettergrootte, letterfamilie, letterkleur en achtergrondkleur worden vervangen door inline stijlen.

source: Editor CSS
nl: CSS voor tekstbewerker

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />tinyMCE default - uses default CSS from editor.
nl: Definieert de CSS die in de tekstbewerkingszone moet worden gebruikt. <br />gebruik thema-css - laad style.css op vanuit het actuele sitethema.<br />definieer css - voer pad in voor css-bestand hieronder.<br />TinyMCE standaard - gebruikt standaard-CSS van editor.

source: CSS path
nl: CSS-pad

source: Enter path to CSS file (example: "css/editor.css").<br />Macros: %h (host name: http://www.example.com/), %t (path to theme: theme/yourtheme/)<br />Be sure to select "define css" above.
nl: Voer pad in naar CSS-bestand (voorbeeld: "css/editor.css").<br />Macro's: %h (hostnaam: http://www.example.com/), %t (pad naar thema: theme/yourtheme/)<br />Vergeet niet hierboven "definieer CSS" te kiezen.

source: CSS classes
nl: CSS-klassen

source: Adds CSS classes to the "styles" droplist. Format is: &lt;title&gt;=&lt;class&gt;;<br/> Example: Header 1=header1;Header 2=header2;Header 3=header3 (note: no trailing ';')<br />Leave blank to automatically import list of CSS classes from style sheet.
nl: Voegt CSS-klassen toe aan de "stijlen" droplist. Formaat is: &lt;titel&gt;=&lt;klasse&gt;<br/>Voorbeeld: Header 1=header1;Header 2=header2;Header 3=header3 (note: no trailing ';')<br />Blanco laten om automatisch de lijst met CSS-klassen van het stijlblad te importeren.

source: Profile
nl: Profiel

source: Roles
nl: Rollen

source: Operations
nl: Verrichtingen

source: edit
nl: bewerken

source: delete
nl: wissen

source: <p><a href="%create-profile-url">Create new profile</a></p>
nl: <p><a href="%create-profile-url">Maak nieuw profiel aan</a></p>

source: No profiles found. Click here to <a href="%create-profile-url">create a new profile</a>.
nl: Geen profielen gevonden. Klik hier om <a href="%create-profile-url">een nieuw profiel aan te maken</a>.

source: You must give a profile name.
nl: U moet een profielnaam ingeven.

source: You must select at least one role.
nl: U moet minstens één rol kiezen.

source: <p style="font-size:x-small">$Revision: 1.1.2.1 $ $Date: 2007/01/27 11:35:24 $</p><p>TinyMCE adds what-you-see-is-what-you-get (WYSIWYG) html editing to textareas. This editor can be enabled/disabled without reloading the page by clicking a link below each textarea.</p> <p>Profiles can be defined based on user roles. A TinyMCE profile can define which pages receive this TinyMCE capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions.</p> <p>Lastly, only users with the <code>access tinymce</code> <a href="%url">permission</a> will be able to use TinyMCE.</p>
nl: <p>TinyMCE voegt what-you-see-is-what-you-get (WYSIWYG) HTML- editing toe aan tekstzones. Deze editor kan worden geactiveerd/gedesactiveerd zonder de pagina opnieuw op te laden, dit door op een link te klikken onderaan elke tekstzone.</p> <p>Profielen kunnen gedefinieerd worden op basis van gebruikersrollen. Een TinyMCE profiel kan definiëren welke pagina's deze TinyMCE-capaciteit krijgen, welke knoppen of thema's ingeschakeld zijn voor de editor, hoe de editor wordt weergegeven en een aantal andere editorfuncties.</p> <p>Ten slotte kunnen enkel gebruikers met de <code>toegang tot TinyMCE</code> <a href="%url">toelating</a> TinyMCE gebruiken.</p>

source: access tinymce
nl: toegang tot TinyMCE

source: administer tinymce
nl: TinyMCE beheren
