Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: If enabled, Drupal will add rel="nofollow" to all links, as a measure to reduce the effectiveness of spam links. Note: this will also prevent valid links from being followed by search engines, therefore it is likely most effective when enabled for anonymous users.
is: Ef virkt, þá mun Drupal bæta við rel="nofollow" við alla tengla, til að minnka áhrif rusl-tengla. Athugið að þetta varnar einnig því að gildir tenglar séu eltir af leitarvélum, Því er þetta líklega virkast þegar þetta er virkjað fyrir nafnlausa notendur.

source: administer filters
is: sýsla með síur

source: filter
is: síur

source: <p>This is a list of existing containers and forums that you can edit. Containers hold forums and, in turn, forums hold threaded discussions. Both containers and forums can be placed inside other containers and forums. By planning the structure of your containers and forums well, you make it easier for users to find a topic area of interest to them.</p>
is: Þetta er listi af öllum núverandi söfnum og ráðstefnum sem þú getur sýslað með. Söfn innihalda ráðstefnur, og ráðstefnur innihalda umræður. Bæði söfn og ráðstefnur geta verið inni í öðrum söfnum og ráðstefnum. Með því að skipuleggja þín söfn og ráðstefnur vel, þá verður einfaldara fyrir notendur að finna efni sem þeir hafa áhuga á.

source: <p>Containers help you organize your forums. The job of a container is to hold, or contain, other forums that are related. For example, a container named "Food" might hold two forums named "Fruit" and "Vegetables". Containers are usually placed at the top (root) level of your forum but you can also place a container within another container or forum.</p>
is: Söfn hjálpa þér við að halda skipulagi á ráðstefnunum þínum. Hlutverk safns er að halda utan um, eða innihalda aðrar tengdar ráðstefnur. Til dæmis getur safn sem heitir "Matur" innihaldið tvær ráðstefnur sem heita "Ávextir" og "Grænmeti". Söfn eru venjulega sett í efsta þrepið (rótina) á ráðstefnunum þínum, en þú getur líka sett safn inn í annað safn eða ráðstefnu.

source: <p>A forum holds threaded topic discussions that are related. For example, a forum named "Fruit" might contain topic discussions titled "Apples" and "Bananas". You can place a forum into a container, another forum, or at the top (root) level of your forum.</p>
is: Ráðstefna inniheldur þræddar umræður sem eru tengdar. Til dæmis gæti ráðstefna sem héti "Ávextir" innihaldið umræður sem heita "Epli" og "Bananar". Þú getur sett Ráðstefnur inn í söfn, aðrar ráðstefnur, eða í topp (rót) ráðstefnulistanna.

source: Enables threaded discussions about general topics.
is: Leyfir þræddar umræður um almenn efni.

source: This is where you can configure system-wide options for how your forums act and display.
is: Hér getur þú stillt almenna víðværa valkosti um hvernig þínar ráðstefnur virka og eru sýndar.

source: A forum is a threaded discussion, enabling users to communicate about a particular topic.
is: Ráðstefna er þrædd umræða, og leyfir notendum að skiptast á skoðunum um ákveðið efni.

source: forum topic
is: efni ráðstefnu

source: Are you sure you want to delete the forum %name?
is: Ert þú viss um að þú viljir eyða ráðstefnunni %name?

source: Deleting a forum or container will delete all sub-forums as well. This action cannot be undone.
is: Ef þú eyðir ráðstefnu eða safni, þá verður öllum undir-ráðstefnum eytt líka. Þessa aðgerð er ekki hægt að afturkalla.

source: Container name
is: Nafn safns

source: The container name is used on the forum listing page to identify a group of forums.
is: Nafn safnsins er notað á síðu ráðstefnunnar til að auðkenna flokk ráðstefna.

source: The description can provide additional information about the forum grouping.
is: Lýsingin getur veitt nánari upplýsingar um flokkun ráðstefnunnar.

source: In listings, the heavier terms (with a larger weight) will sink and the lighter terms will be positioned nearer the top.
is: Í listum munu þyngri efni sökkva og þau léttari fljóta upp að toppi listans.

source: Forum name
is: Nafn ráðstefnu

source: The name is used to identify the forum.
is: Nafnið sem er notað til að auðkenna ráðstefnuna.

source: The description can be used to provide more information about the forum, or further details about the topic.
is: Lýsinguna má nota til að veita nánari upplýsingar um ráðstefnuna, eða nánari upplýsingar um efni hennar.

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
is: Í listum munu þyngri efni sökkva og þau léttari fljóta upp að toppi listans.

source: edit container
is: sýsla með safn

source: edit forum
is: sýsla með ráðstefnu

source: There are no existing containers or forums. You may add some on the <a href="%container">add container</a> or <a href="%forum">add forum</a> pages.
is: Það eru engin söfn eða ráðstefnur. Þú getur bætt þeim við á síðunum <a href="%container">bæta við safni</a> eða <a href="%forum">bæta við ráðstefnu</a>.

source: Forum icon path
is: Slóð að táknmyndum ráðstefnu

source: The path to the forum icons. Leave blank to disable icons. Don't add a trailing slash. Default icons are available in the "misc" directory. You may use images of whatever size you wish, but it is recommended to use 15x15 or 16x16.
is: Slóð að táknmyndum ráðstefnu. Skiljið eftir autt til að aftengja táknmyndir. Ekki bæta við skástriki við endann. Sjálfgefnar táknmyndir eru í "misc" möppunni. Þú getur notað táknmyndir af hvaða stærð sem er, en það er mælt með að þú notir 15x15 eða 16x16.

source: Hot topic threshold
is: Þröskuldur fyrir heitt efni

source: The number of posts a topic must have to be considered hot.
is: Fjöldi pósta sem efni verður að hafa til að vera skilgreint heitt.

source: Topics per page
is: Efni á síðu

source: The default number of topics displayed per page; links to browse older messages are automatically being displayed.
is: Sjálfgefin fjöldi efna sem eru sýnd á síðu; tenglar til að flakka á eldri skeyti eru sjálfkrafa sýnd.

source: Posts - most active first
is: Póstar - virkustu fyrst

source: Posts - least active first
is: Póstar - minnst virku fyrst

source: Default order
is: Sjálfgefin röð

source: The default display order for topics.
is: Sjálfgefin röðun á efni.

source: Active forum topics
is: Virkar umræður á ráðstefnu

source: New forum topics
is: Nýjar umræður á ráðstefnu

source: Number of topics
is: Fjöldi efna

source: Read the latest forum topics.
is: Lesa nýjustu umræður á ráðstefnu.

source: previous forum topic
is: fyrri umræður á ráðstefnu

source: next forum topic
is: næstu umræður á ráðstefnu

source: forums
is: ráðstefnur

source: add container
is: bæta við safni

source: add forum
is: bæta við ráðstefnu

source: The item %forum is only a container for forums. Please select one of the forums below it.
is: Efnið %forum er aðeins safn fyrir aðrar ráðstefnur. Vinsamlega veldu eina af undir-ráðstefnum þess.

source: Leave shadow copy
is: Skilja eftir skuggaafrit

source: If you move this topic, you can leave a link in the old forum to the new forum.
is: Ef þú færir þetta efni, þá getur þú skilið eftir tengil á gömlu ráðstefnunni yfir á nýju ráðstefnuna.

source: %time ago<br />by %author
is: %time síðan<br />af %author

source: Topic
is: Efni

source: Created
is: Búið til

source: Last reply
is: Síðasta svar

source: Warning
is: Aðvörun

source: My forum discussions.
is: Mínar ráðstefnuumræður.

source: Active forum discussions.
is: Virkar ráðstefnuumræður.

source: Post new forum topic.
is: Senda inn nýtt umræðuefni.

source: You are not allowed to post a new forum topic.
is: Þú hefur ekki leyfi til að senda inn nýtt umræðuefni.

source: <a href="%login">Login</a> to post a new forum topic.
is: <a href="%login">Skráðu þig inn</a> til að senda inn nýtt efni.

source: No forums defined
is: Engar ráðstefnur skilgreindar

source: Forum
is: Ráðstefna

source: Topics
is: Umræður

source: Posts
is: Póstar

source: %a new
is: %a ný

source: This topic has been moved
is: Þessi umræða hefur verið færð

source: create forum topics
is: búa til umræður á ráðstefnu

source: edit own forum topics
is: sýsla með umræður á ráðstefnu

source: administer forums
is: sýsla með ráðstefnur

source: forum
is: ráðstefna

source: %locale language added. You can now import a translation. See the <a href="%locale-help">help screen</a> for more information.
is: %locale tungumáli bætt við. Þú getur nú flutt inn þýðingu. sjá nánari upplýsingar á <a href="%locale-help">hjálparskjánum</a>.

source: %locale language added.
is: %locale tungumáli bætt við.

source: %language language (%locale) added.
is: Tungumáli %language (%locale) bætt við.

source: Code
is: Kóði

source: English name
is: Enskt nafn

source: Translated
is: Þýdd

source: From language list
is: Frá tungumálalista

source: Language name
is: Nafn tungumáls

source: Select your language here, or add it below, if you are unable to find it.
is: Veldu þitt tungumál hér, eða bættu þvi við hér að neðan, ef þú finnur það ekki.

source: Custom language
is: Sérsniðið tungumál

source: Language code
is: Tungumálskóði

source: Commonly this is an <a href="%iso-codes">ISO 639 language code</a> with an optional country code for regional variants. Examples include 'en', 'en-US' and 'zh-cn'.
is: Venjulega er þetta <a href="%iso-codes">ISO 639 landakóði</a> með auka-landakóða fyrir svæðisbundin frávik. Dæmi eru 'en', 'en-US' og 'zh-cn'.

source: Language name in English
is: Nafn tungumáls á ensku

source: Name of the language. Will be available for translation in all languages.
is: Nafn tungumáls. Verður aðgengilegt til þýðingar í öllum tungumálum.

source: Already added languages
is: Þegar uppsett tungumál

source: Languages not yet added
is: Tungumál sem ekki hafa verið sett upp

source: Language file
is: Þýðingarskrá

source: A gettext Portable Object (.po) file.
is: gettext Portable Object (.po) skrá.

source: Import into
is: Flytja inn í

source: Choose the language you want to add strings into. If you choose a language which is not yet set up, then it will be added.
is: Veldu það tungumál sem þú vilt bæta við strengjum í. Ef þú velur tungumál sem er ekki uppsett enn, þá verður það sett upp.

source: Mode
is: Hamur

source: Strings in the uploaded file replace existing ones, new ones are added
is: Strengir í innsendri skrá uppfæra eldri strengi, nýjum er bætt við

source: Existing strings are kept, only new strings are added
is: Núverandi strengjum ekki breytt, aðeins bætt við nýjum

source: Unsupported language selected for import.
is: Óstutt tungumál valið.

source: Translation file %filename broken: Could not be read.
is: Þýðingarskrá %filename er gölluð: ekki læsileg.

source: Translation file %filename broken: No header.
is: Þýðingarsrkáin %filename er gölluð: Haus vantar.

source: Translation successfully imported. %number translated strings added to language, %update strings updated.
is: Þýðing flutt inn. %number textastrengjum bætt við tungumálið, %update strengir uppfærðir.

source: Imported %file into %locale: %number new strings added and %update updated.
is: Flutti %file inn í %locale: %number nýjum strengjum bætt við og %update uppfærðir.

source: Translation import failed: file %filename cannot be read.
is: Innsetning á þýðingu mistókst: skrá %filename er ekki læsileg.

source: Translation file %filename broken: expected 'msgstr' in line %line.
is: Þýðingarskráin %filename er gölluð: bjóst við 'msgstr' í línu %line.

source: Translation file %filename broken: unexpected 'msgid_plural' in line %line.
is: Þýðingarskráin %filename er gölluð: óvænt 'msgid_plural' í línu %line.

source: Translation file %filename broken: syntax error in line %line.
is: Þýðingarskráin %filename er gölluð: málfræðivilla í línu %line.

source: Translation file %filename broken: unexpected 'msgid' in line %line.
is: Þýðingarskráin %filename er gölluð: óvænt 'msgid' í línu %line.

source: Translation file %filename broken: unexpected 'msgstr[]' in line %line.
is: Þýðingarskráin %filename er gölluð: óvænt 'msgstr[]' í línu %line.

source: Translation file %filename broken: unexpected 'msgstr' in line %line.
is: Þýðingarskráin %filename er gölluð: óvænt 'msgstr' í línu %line.

source: Translation file %filename broken: unexpected string in line %line.
is: Þýðingarskráin %filename er gölluð: óvæntur texti í línu %line.

source: Translation file %filename broken: unexpected end of file at line %line.
is: Þýðingarskráin %filename er gölluð: óvæntur endi á skrá í línu %line.

source: Translation file %filename broken: plural formula couldn't get parsed.
is: Þýðingarskráin %filename er gölluð: óskiljanlegt fleirtölusnið.

source: Export translation
is: Flytja út þýðingu

source: Select the language you would like to export in gettext Portable Object (.po) format.
is: Veldu tungumálið sem þú vilt flytja út á "gettext Portable Object" (.po) sniði.

source: Export template
is: Flytja út sniðmát

source: <p>Generate a gettext Portable Object Template (.pot) file with all the interface strings from the Drupal locale database.</p>
is: <p>Búa til "gettext Portable Object Template" (.pot) skrá með öllum textastrengjum úr staðbundnuum Drupal gagnagrunni.</p>

source: Exported %locale translation file: %filename.
is: Flutti út %locale þýðingarskrána: %filename.

source: Exported translation file: %filename.
is: Flutti út þýðingarskrá %filename.

source: Deleted string
is: Leitarstrengur

source: Saved string
is: Vistaður strengur

source: Original text
is: Upprunalegur texti

source: String
is: Strengur

source: Locales
is: Tungumál

source: Strings to search for
is: Strengir sem á að leita að

source: Leave blank to show all strings. The search is case sensitive.
is: Skildu eftir autt til að sjá alla strengi. Leitin er háð há/lágstöfum.

source: All languages
is: Öll tungumál

source: English (provided by Drupal)
is: Enska (frá Drupal)

source: Search in
is: Leita í

source: All strings in that language
is: Öllum strengjum í því tungumáli

source: Only translated strings
is: Aðeins þýddum strengjum

source: Only untranslated strings
is: Aðeins í óþýddum strengjum

source: Search strings
is: Leita að strengjum

source: Afrikaans
is: Afrikaan

source: Arabic
is: Arabíska

source: Azerbaijani
is: Adzerbadjanskt

source: Belarusian
is: Hvítrússneska

source: Bulgarian
is: Búlgarska

source: Bengali
is: Bengalska

source: Tibetan
is: Tíbetska

source: Breton
is: Bretónska

source: Bosnian
is: Bosníska

source: Catalan
is: Katalónska

source: Chechen
is: Chechenska

source: Corsican
is: Korsíkanska

source: Czech
is: Tékkneska

source: Old Slavonic
is: Eldri slavneska

source: Welsh
is: Velska

source: Danish
is: Danska

source: German
is: Þýska

source: Maldivian
is: Maldivíska

source: Greek
is: Gríska

source: English
is: Enska

source: Spanish
is: Spænska

source: Estonian
is: Eistlenska

source: Basque
is: Baskamál

source: Persian
is: Persneska

source: Finnish
is: Finnska

source: Fiji
is: Fíjí

source: Faeroese
is: Færeyska

source: French
is: Franska

source: Frisian
is: Frísneska

source: Irish
is: Írska

source: Scots Gaelic
is: Skosk Gelíska

source: Galician
is: Galíska

source: Hebrew
is: Hebreska

source: Croatian
is: Króatíska

source: Hungarian
is: Ungverska

source: Armenian
is: Armenska

source: Indonesian
is: Indonesíska

source: Icelandic
is: Íslenska

source: Italian
is: Ítalska

source: Japanese
is: Japanska

source: Georgian
is: Georgíska

source: Kongo
is: Kongó

source: Greenlandic
is: Grænlenska

source: Cambodian
is: Kambódíska

source: Kannada
is: Indverskt (Kannada)

source: Korean
is: Kóreska

source: Kashmiri
is: Kashmírska

source: Kurdish
is: Kúrdíska

source: Kirghiz
is: Kírgíska

source: Latin
is: Latneska

source: Luxembourgish
is: Lúxembúrgíska

source: Laothian
is: Laótíska

source: Lithuanian
is: Litháenska

source: Latvian
is: Lettneska

source: Maori
is: Maórí

source: Macedonian
is: Makedóníska

source: Malayalam
is: Malayanska

source: Mongolian
is: Mongólska

source: Moldavian
is: Moldóvíska

source: Malay
is: Malaíska

source: Maltese
is: Maltneska

source: Burmese
is: Búrmenska

source: Nauru
is: Nárú

source: North Ndebele
is: Norður-Ndebele

source: Nepali
is: Nepalska

source: Dutch
is: Hollenska

source: Norwegian
is: Norska

source: South Ndebele
is: Suður-Ndebele

source: Navajo
is: Navajó

source: Oriya
is: Indverskt (Oriya)

source: Ossetian
is: Ossetíska

source: Pali
is: Palí

source: Polish
is: Pólska

source: Portuguese
is: Portúgalska

source: Romanian
is: Rúmenska

source: Russian
is: Rússneska

source: Sanskrit
is: Sanskrít

source: Sardinian
is: Sardínska

source: Sindhi
is: Sindí

source: Northern Sami
is: Norður samíska

source: Sango
is: Sangó

source: Serbo-Croatian
is: Serbó-Króvatíska

source: Singhalese
is: Singalíska

source: Slovak
is: Slóvenska

source: Slovenian
is: Slóvakíska

source: Samoan
is: Samóska

source: Somali
is: Sómalska

source: Albanian
is: Albanska

source: Serbian
is: Serbneska

source: Sesotho
is: Sesotó

source: Sudanese
is: Súdanska

source: Swedish
is: Sænska

source: Tamil
is: Tamílska

source: Telugu
is: Indverska (Telugu)

source: Tajik
is: Tælenska

source: Thai
is: Tælenska

source: Turkmen
is: Túrkmenska

source: Turkish
is: Tyrkneska

source: Tahitian
is: Tahítiska

source: Ukrainian
is: Úkraníska

source: Urdu
is: Úrdú

source: Uzbek
is: Úsbekíska

source: Vietnamese
is: Víetnamska

source: Yiddish
is: Jiddíska

source: Chinese, Simplified
is: Kínverska, einfölduð

source: Chinese, Traditional
is: Kínverska, hefðbundin

source: Zulu
is: Zúlú

source: Enables the translation of the user interface to languages other than English.
is: Leyfir þýðingu á vefviðmóti í önnur tungumál en ensku.

source: <p>Drupal allows you to translate the interface to a language other than English. This page provides an overview of the installed languages. You can add more languages on the <a href="%add-language">add language page</a>, or directly by <a href="%import">importing a translation</a>. If there are multiple languages enabled, registered users will be able to set their preference. The site default will be used for users without their own settings, including anonymous visitors.</p><p>There are different approaches to translate the Drupal interface: either by <a href="%import">importing</a> an existing translation, by <a href="%search">translating everything</a> yourself, or by using a combination of these.</p>
is: <p>Drupal leyfir þér að þýða viðmótið á önnur tungumál en ensku. Þessi síða veitir yfirlit yfir uppsett tungumál. Þú getur bætt fleiri tungumálum við á '<a href="%add-language">bæta við tungumáli síðunni</a>', eða beint með því að <a href="%import">flytja inn þýðingu</a>. Ef það eru mörg tungumál uppsett þá munu skráðir notendur geta valið um hvaða tungumál þeir vilja nota. Sjálfgefið val verður notað fyrir notendur sem ekki hafa stillt tungumál og einnig óskráðir (nafnlausir) notendur.</p><p>Það eru mismunandi aðferðir við að þýða Drupal viðmótið: annað hvort með því að <a href="%import">flytja inn</a> tilbúna þýðingu, með því að <a href="%search">þýða allt</a> sjálf(ur), eða sambland af þessu tvennu.</p>

source: <p>You need to add all languages you would like to provide the site interface in. If you can't find the desired language in the quick add dropdown, then need to provide the proper language code yourself. The language code might be used to negotiate with browsers and present flags, so it is important to pick one that is standardised for the desired language. You can also add languages by <a href="%import">importing translations</a> directly into a language not yet set up.</p>
is: <p>Þú þarft að bæta við öllum tungumálum sem þú vilt hafa viðmót fyrir á vefnum. Ef þú getur ekki fundið tungumálið sem þú þarft í valmyndaflipanum, þá verður þú að útvega landakóðan sjálfur. Tungumálakóðan getur verið notaður til samninga við vafrara svo það er áríðandi að þú veljir réttan landakóða sem er staðlaður fyrir viðkomandi tungumál. Þú getur einnig bætt við tungumálum með því að <a href="%import">flytja inn þýðingar</a> beint inn í tungumál sem hefur ekki verið sett upp.</p>

source: <p>This page allows you to import a translation provided in the gettext Portable Object (.po) format. The easiest way to get your site translated is to grab an existing Drupal translation and to import it. You can obtain translations from the <a href="%url">Drupal translation page</a>. Note that importing a translation file might take a while.</p>
is: <p>Þessi síða leyfir þér að flytja inn þýðingar sem eru á <em>gettext Portable Object (.po)</em> sniðinu. Auðveldasta leiðin er að grípa núverandi Drupal þýðingar og flytja þær inn. Þú getur sótt þýðingar frá <a href="%url">þýðingarsíðu Drupal</a>. Athugið að það getur tekið nokkurn tíma að flytja inn þýðingar.</p>

source: <p>This page allows you to export Drupal strings. The first option is to export a translation so it can be shared. The second option is to generate a translation template, which contains all Drupal strings, but without their translations. You can use this template to start a new translation using a specialized desktop application.</p>
is: <p>Þessi síða aðstoðar þig við að flytja út Drupal strengi. Fyrsti valkosturinn er að flytja út tungumál svo hægt sé að deila því. Seinni valkosturinn er að flytja út þýðingarsnið, sem inniheldur alla Drupal strengi, en án þýðinga. Þú getur notað þetta snið til að byrja nýja þýðingu með sérstökum þýðingarforritum.</p>

source: <p>It is often more convenient to get the strings of your setup on the <a href="%export">export page</a>, and start with a desktop Gettext translation editor though. Here you can search in the translated and untranslated strings, and the default English texts provided by Drupal.</p>
is: <p>Það er oftar þægilegra að sækja textastrengina í uppsetningunni þinni á '<a href="%export">útflutningssíðunni</a>', og byrja að þýða með Gettext þýðingarforriti. Hér getur þú leitað í þýddum og óþýddum strengjum, og í sjálfgefnum enskum textum byggðum inn í Drupal.</p>
