Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: <p>Welcome to your new <a href="%drupal">Drupal</a>-powered website. This message will guide you through your first steps with Drupal, and will disappear once you have posted your first piece of content.</p> <p>The first thing you will need to do is <a href="%register">create the first account</a>. This account will have full administration rights and will allow you to configure your website. Once logged in, you can visit the <a href="%admin">administration section</a> and <a href="%config">set up your site's configuration</a>.</p> <p>Drupal comes with various modules, each of which contains a specific piece of functionality. You should visit the <a href="%modules">module list</a> and enable those modules which suit your website's needs.</p> <p><a href="%themes">Themes</a> handle the presentation of your website. You can use one of the existing themes, modify them or create your own from scratch.</p> <p>We suggest you look around the administration section and explore the various options Drupal offers you. For more information, you can refer to the <a href="%handbook">Drupal handbook online</a>.</p>
is: <p>Velkominn á nýja <a href="%drupal">Drupal</a>-stýrða vefinn þinn. Þessi kynning bendir þér á fyrstu skrefin sem þú þarft að taka með Drupal, og hverfa þegar þú hefur búið til þína fyrstu síðu.</p> <p>Það fyrsta sem þú þarft að gera er að <a href="%register">skrá fyrsta notandann</a>. Þessi notandi mun hafa full kerfisstjóraréttindi og leyfir þér að stilla vefinn. Þegar þú hefur skráð þig inn þá getur þú heimsótt <a href="%admin">kerfisstjórnar-hlutann</a> og <a href="%config">stillt grunnuppsetningu vefsins</a>.</p> <p>Drupal kemur með margar einingar, hver þeirra bætir nýrri virkni við kerfið. Þú ættir að líta á <a href="%modules">eininga-listann</a> og virkja þær einingar sem þú þarft á vefnum þínum.</p> <p><a href="%themes">Þemu</a> stjórna útliti vefsíðunnar þinnar. Þú getur valið eitthvað af meðfylgjandi þemum, breytt þeim eða búið til þín eigin frá grunni.</p> <p>Við mælum með að þú flakkir um í kerfisstjórnunar-hlutanum og rannsakir það sem Drupal býður uppá. Ef þig vantar nánari upplýsingar þá getur þú skoðað <a href="%handbook">Drupal vef-handbókina</a>.</p>

source: The node has been deleted.
is: Tengipunktinum hefur verið eytt.

source: Default options
is: Sjálfgefnir valkostir

source: Users with the <em>administer nodes</em> permission will be able to override these options.
is: Notendur með leyfi til að <em>sýsla með tengipunkta</em> munu geta breytt þessum gildum.

source: administer nodes
is: sýsla með tengipunkta

source: access content
is: aðgang að innihaldi

source: node
is: tengipunktur

source: Allows users to rename URLs.
is: Leyfa notendum að endurnefna slóðir.

source: <p>Drupal provides users complete control over URLs through aliasing. This feature is typically used to make URLs human-readable or easy to remember. For example, one could map the relative URL 'node/1' onto 'about'. Each system path can have multiple aliases.</p>
is: <p>Drupal veitir notendum fullkomna stjórn á slóðum með notkun samheita. Þetta er venjulega notað til að gera slóðir læsilegri fyrir almenning, eða auðveldari að muna. Til dæmis er hægt að varpa óbeinu slóðinni "node/1" í samheitið "um_okkur". Hver slóð getur haft mörg samheiti.</p>

source: <p>Enter the path you wish to create the alias for, followed by the name of the new alias.</p>
is: <p>Gefðu upp slóðina sem þú vilt búa til samheiti fyrir, og þar á eftir samheitið.</p>

source: <h3>Background</h3> <p>A very powerful feature of Drupal is the ability to have control over all paths. The path module is the tool that provides this functionality and is part of the basic Drupal installation, although it is not enabled by default. Some examples of re-mapping paths are:</p> <pre> user/login => login image/tid/16 => store taxonomy/term/7+19+20+21 => store/products/whirlygigs node/3 => contact </pre> <p>This functionality integrates seamlessly into node forms and also provides the administrator an interface to view all aliases that have been created.</p> <p>Aliases have a many to one relationship with their original Drupal URLs. In other words you can have many different aliases map to a single path. An example of where a multiple aliases come in handy is creating a standard RSS feed URL:</p> <pre> node/feed => rss.xml node/feed => index.rdf </pre> <p>When Drupal generates links for a path with multiple aliases it will choose the first alias created per system URL. So in our above example, Drupal would use rss.xml as the default alias rather than index.rdf. To change this behavior, delete the aliases for node/feed and create the index.rdf alias before rss.xml.</p> <h3>Permissions</h3> <p>Two permissions are related to URL aliasing: <em>create url aliases</em> and <em>administer url aliases</em>.</p> <ol><li><strong>create url aliases</strong> - Allows users to create aliases for nodes. Enabling this permission will display a path field to the user in any node form, allowing them to enter an alias for that node. They will be able to edit/delete the alias after it is created using the same form.</li><li><strong>administer url aliases</strong> - Allows users to access the alias administration interface. This interface displays all aliases and provides a way to create and modify them. This is also the location to build aliases for things other than nodes. For example, you can create an alias for a taxonomy URL or even re-map the admin path (although the original admin path will still be accessible since aliases do not cancel out original paths).</li></ol> <h3>Mass URL aliasing</h3> <p>Drupal also comes with user defined mass URL aliasing capabilities. You might like to see completely different URLs used by Drupal, or even URLs translated to the visitors' native language, in which case this feature is handy. Only an administrator with access to the website source code can set up this kind of aliases. You can define a <code>conf_url_rewrite</code> function in your configuration file (eg. sites/default/settings.php), following this example:</p> <pre> function conf_url_rewrite($path, $mode = 'incoming') { if ($mode == 'incoming') { // URL coming from a client return preg_replace('!^display/(\d+)$!', 'node/\1', $path); } else { // URL going out to a client $aliased = preg_replace('!^node/(\d+)$!', 'display/\1', $path); if ($aliased != $path) { return $aliased; } } } </pre> <p>This function will shorten every <code>node/$node_id</code> type of URL to <code>display/$node_id</code>. Individual URL aliases defined on the browser interface of Drupal take precedence, so if you have the 'contact' page alias from the example above, then the <code>display/3</code> alias will not be effective when outgoing links are created. Incoming URLs however always work with the mass URL aliased variant. Only the 'incoming' and 'outgoing' modes are supposed to be supported by your <code>conf_url_rewrite</code> function.</p> <p>You cannot only use this feature to shorten the URLs, or to translate them to you own language, but also to add completely new subURLs to an already existing module's URL space, or to compose a bunch of existing stuff together to a common URL space. You can create a <code>news</code> section for example aliasing nodes and taxonomy overview pages falling under a 'news' vocabulary, thus having <code>news/15</code> and <code>news/sections/3</code> instead of <code>node/15</code> and <code>taxonomy/term/3</code>. You need extensive knowledge of Drupal's inner workings and regular expressions though to make such advanced aliases.</p>
is: <h3>Bakgrunnur</h3> <p>Mjög öflugur eiginleiki í Drupal er að hafa geta haft stjórn á öllum slóðum. Slóða-einingin er tólið sem gerir þennan möguleika virkan og er hluti af grunnuppsetningu Drupal, þó einingin sé ekki sjálfgefið virk. Nokkur dæmi um vörpun slóða eru:</p> <pre> user/login => innskraning image/tid/16 => verslun taxonomy/term/7+19+20+21 => verslun/vorur/dot node/3 => tenglar </pre> <p>Þessi eiginleiki rennur snurðulaust beint inn í innsláttarform og veitir einnig kerfisstjóra aðgang að öllum samheitum sem hafa verið búin til.</p> <p>Samheiti geta verið mörg á eina upprunalega Drupal slóð. Með öðrum orðum þá getur þú haft mörg samheiti sem benda á sömu slóðina. Dæmi þar sem mörg samheiti geta verið þægileg, er þegar er verið að búa til staðlaða RSS fóðrunar-slóð:</p> <pre> node/feed => rss.xml node/feed => index.rdf </pre> <p>Þegar Drupal býr til tengla á slóðir með mörgum samheitum þá mun fyrsta samheitið verða valið . Svo að í dæmi okkar hér að ofan, þá myndi Drupal nota rss.xml sem sjálfgefið samheiti frekar en index.rdf. Til að breyta þessari hegðun, eyddu samheitinu fyrir node/feed og búðu fyrst til samheitið index.rdf áður en rss.xml.</p> <h3>Heimildir</h3> <p>Tvær heimildir eru tengdar slóðasamheitum: <em>búa til samheiti á slóð </em>og<em> sýsla með slóðasamheiti</em>.</p> <ol><li><strong>búa til samheiti á slóð</strong> - leyfir notendum að búa til samheiti á tengipunkta. Ef þú virkjar þessa heimild þá verður notanda sýnt slóðasamheita-svæði á hverju innsláttarformi, sem leyfir þeim að búa til samheiti fyrir þann tengipunkt. Þeir munu geta breytt/eytt þessu samheiti eftir að það hefur verið búið til með því að nota sama formið.</li><li><strong>sýsla með slóðasamheiti</strong> - Veitir notendum aðgang að slóða-kerfiseiningunni. Þetta viðmót sýnir öll samheiti og veitir möguleika á að búa til og breyta þeim. þetta er einnig notað til að búa til samheiti fyrir annað en tengipunkta. Til dæmis þá getur þú búið til samheiti fyrir flokkaslóð eða jafnvel endurnefnt kerfisslóðina (athugið þó að upprunalega slóðin er alltaf aðgengileg, þar sem samheiti eyða ekki upprunalegu slóðinni).</li></ol> <h3>Slóða-magnsamheiti</h3> <p>Drupal kemur einnig með möguleika á notendaskilgreindum slóða-magnsamheitum. Þessi möguleiki getur verið handhægur þegar þú vilt kannski sjá algerlega aðrar slóðir notaðar af Drupal, eða jafnvel slóðir þýddar á tungumál notandans. Aðeins vefstjórar með aðgang að frumkóða vefsins geta búið til þess háttar samheiti. Þú getur skilgreint <code>conf_url_rewrite</code> fall í uppsetningarskránni þinni (þ.e. í sites/default/settings.php), sem er svipað eftirfarandi dæmi:</p> <pre> function conf_url_rewrite($path, $mode = 'incoming') { if ($mode == 'incoming') { // Slóð frá vafra return preg_replace('!^syna/(\d+)$!', 'node/\1', $path); } else { // Slóð til vafra $aliased = preg_replace('!^node/(\d+)$!', 'syna/\1', $path); if ($aliased != $path) { return $aliased; } } } </pre> <p>Þetta fall mun breyta öllum <code>node/$node_nr</code> slóðum yfir í <code>syna/$node_nr</code>. Einstaka slóðir sem eru skilgreindar í notandaviðmóti Drupal hafa forgang, þannig að ef þú hefur búið til 'tenglar' samheitið hér í dæminu að ofan, á verður <code>syna/3</code> samheitið ekki virkt þegar slóðir á vefsíðu verða búnar til. Slóðir sem koma sem beiðni frá vafra, munu hins vegar alltaf virka með magnsamheita breytingunum. Aðeins þarf að styðja við 'incoming' og 'outgoing' möguleikana í <code>conf_url_rewrite</code> fallinu þínu.</p> <p>Þú getur ekki aðeins notað þetta til að stytta slóðir, eða þýða þær yfir á þitt tungumál, heldur getur þú einnig bætt við algerlega sjálfstæðum undirslóðum á núverandi slóða-uppsetningu, eða varpað hóp af núverandi slóðum á sameiginlegar slóðir. Þú getur t.d. búið til slóðina <code>frettir</code> sem samheiti að slóðum og orðflokka-yfirlitssíðum sem falla undir 'frettir' orðflokkinn, þannig að <code>frettir/15</code> og <code>frettir/hluti/3</code> komi í stað <code>node/15</code> og <code>taxonomy/term/3</code>. Þú verður að hafa greinargóða þekkingu á innri virkni Drupal og reglulegum segðum til að búa til þess háttar flókin samheiti.</p>

source: url aliases
is: samheiti slóða

source: edit alias
is: sýsla með samheiti

source: delete alias
is: eyða samheitum

source: add alias
is: bæta við samheitum

source: Create new alias
is: Búa til nýtt samheiti

source: Update alias
is: Uppfæra samheiti

source: The alias has been deleted.
is: Samheitinu hefur verið eytt.

source: Existing system path
is: Núverandi kerfisslóð

source: Specify the existing path you wish to alias. For example: node/28, forum/1, taxonomy/term/1+2.
is: Tilgreindu núverandi slóð sem þú vilt búa til samheiti á. Til dæmis: node/28, forum/1, taxonomy/term/1+2.

source: New path alias
is: Nýtt samheiti á slóð

source: Specify an alternative path by which this data can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
is: Tilgreindu aukalega slóð sem hægt er að nota til að fá aðgang að þessum gögnum. Til dæmis "um_okkur" þegar þú ert að skrifa þess háttar síðu. Notaðu óbeina slóð og bættu ekki við skástriki í endann annars munu samheiti ekki virka.

source: The path is invalid.
is: Slóðin er ógild.

source: The path is already in use.
is: Slóðin er þegar í notkun.

source: Path alias
is: Samheiti slóðar

source: Optionally specify an alternative URL by which this node can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
is: Þú getur aukalega tilgreint annað nafn sem liggur að þessari slóð.. Til dæmis, skráðu "um_okkur" þegar þú ert að skrifa samantektarsíðu. Notaðu óbeina slóð og ekki bæta við skrástriki í endann, þá mun samheitið ekki virka.

source: Alias
is: Samheiti

source: System
is: Kerfisslóð

source: No URL aliases available.
is: Engin slóðasamheiti til.

source: The system path %path is invalid.
is: Kerfisslóðin %path er ógild.

source: The alias %alias is invalid.
is: Samheitið %alias er ógilt.

source: The alias %alias is already in use.
is: Samheitið %alias er þegar í notkun.

source: The alias has been saved.
is: Samheitið hefur verið vistað.

source: create url aliases
is: búa til samheiti fyrir slóðir

source: administer url aliases
is: sýsla með samheiti fyrir slóðir

source: path
is: slóð

source: <p>Users with the correct <a href="%permissions">permissions</a> can create and/or vote on polls.</p> <ul> <li>To create a poll a user needs the "create polls" permission.</li> <li>To vote on a poll question a user must have the "vote on polls" permission.</li> <li>To view the results one needs the "access content" permission.</li> <li>To administer polls you need the "administer nodes" permission.</li> </ul> <p>Creating a poll is much like creating any other node. Click "create poll" in your user box. The title of the poll should be the question, then enter the answers and the "base" vote counts. You can also choose the time period over which the vote will run.</p><p>The <a href="%poll">Poll</a> item in the navigation links will take you to a page where you can see all the current polls, vote on them (if you haven't already) and view the results.</p>
is: <p>Notendur með réttar <a href="%permissions">heimildir</a> geta búið til og/eða kosið í könunum.</p> <ul> <li>Til að búa til könnun þá verður notandinn að hafa heimild til að "búa til kannanir".</li> <li>Til að kjósa í könnunum þá verður notandi að hafa heimild til að "kjósa í könnunum".</li> <li>Til að skoða niðurstöður kannana þá þarf að hafa heimild til að "skoða innhald".</li> <li>Til að sýsla með kannanir þarft þú að hafa heimild til að "sýsla með tengipunkta".</li> </ul> <p>Að búa til könnun er líkt og að búa til hverja aðra síðu. Smelltu á "búa til könnun" i valmyndinni þinni. Titill könnunarinnar ætti að vera spurning, og síðan gefur þú upp möguleg svör og "grunn" atkvæðatölur. Þú getur einnig valið það tímabil sem könnunin verður sýnd .</p><p><a href="%poll">Könnun</a> einingin í valmyndinni flytur þig á síðu þar sem þú getur séð núverandi kannanir, kosið í þeim (ef þú hefur ekki gert það þegar) og skoðað niðurstöður.</p>

source: Allows your site to capture votes on different topics in the form of multiple choice questions.
is: Leyfir uppsetningu kannana á vefnum þínum í formi krossaspurninga.

source: A poll is a multiple-choice question which visitors can vote on.
is: Könnun er á formi krossaspurninga sem gestir geta kosið um.

source: Most recent poll
is: Síðasta könnun

source: Poll
is: Könnun

source: Negative values are not allowed.
is: Negatív gildi eru ekki leyfð.

source: You must fill in at least two choices.
is: Þú verður að fylla í að minnsta kosti tvo valkosti.

source: Choice %n
is: Valkostur %n

source: Votes for choice %n
is: Atkvæði fyrir valkost %n

source: Need more choices
is: Ég þarf fleiri valkosti

source: If the amount of boxes above isn't enough, check this box and click the Preview button below to add some more.
is: Ef fjöldi reitanna hér að ofan er ekki nóg, krossaðu í þennan reit og smelltu á forsýnar hnappinn til að bæta við fleiri reitum.

source: Choices
is: Valkostir

source: Closed
is: Lokuð

source: Poll status
is: Staða könnunar

source: When a poll is closed, visitors can no longer vote for it.
is: Þegar könnun er lokuð, þá geta gestir ekki lengur kosið í henni.

source: Poll duration
is: Tímalengd könnunar

source: After this period, the poll will be closed automatically.
is: Eftir þennann tíma verður könnuninni lokað sjálfkrafa.

source: Settings
is: Stillingar

source: poll
is: könnun

source: polls
is: kannanir

source: open
is: opin

source: closed
is: lokuð

source: Total votes
is: Samtals atkvæði

source: Your vote was recorded.
is: Atkvæði þitt hefur verið skráð.

source: You're not allowed to vote on this poll.
is: Þú hefur ekki leyfi til að kjósa í þessari könnun.

source: You didn't specify a valid poll choice.
is: Þú hefur ekki valið neinn valkost.

source: older polls
is: eldri kannanir

source: View the list of polls on this site.
is: Skoða lista af könnunum á þessum vef.

source: View the current poll results.
is: Skoða niðurstöður núverandi könnunar.

source: 1 vote
is: 1 atkvæði

source: create polls
is: búa til kannanir

source: vote on polls
is: kjósa í könnunum

source: Supports configurable user profiles.
is: Styður við stillanleg notendasnið.

source: <p>Here you can define custom fields that users can fill in in their user profile (such as <em>country</em>, <em>real name</em>, <em>age</em>, ...).</p>
is: Hér getur þú skilgreint þín eigin gagnasvæði sem notendur geta fyllt út í á sínu notendasniði (svo sem <em>land</em>, <em>fullt nafn</em>, <em>aldur</em>, ...).

source: user list
is: notandalisti

source: profiles
is: snið

source: add field
is: bæta við svæði

source: edit field
is: sýsla með svæði

source: delete field
is: eyða svæði

source: The content of this field is private and only visible to yourself.
is: Innihald þessa svæðis er ekki sýnilegt öðrum en þér sjálfum.

source: Put each item on a separate line or separate them by commas. No HTML allowed.
is: Setjið hvert efni í sér línu eða aðskiljið þau með kommum. HTML er ekki leyfilegt.

source: The value provided for %field is not a valid URL.
is: Gildið sem þú gefur upp fyrir %field er ekki gild slóð.

source: The field %field is required.
is: Það verður að fylla út svæði %field.

source: You must enter a title.
is: Þú verður að gefa upp titil.

source: The specified form name contains one or more illegal characters. Spaces or any other special characters expect dash (-) and underscore (_) are not allowed.
is: Tilgreint form-nafn inniheldur einn eða fleiri ólöglega bókstafi. Eyður eða aðrir sérstakir bókstafir aðrir en bandstrik (-) og undirstrik (_) eru ekki leyfileg.

source: The specified form name is reserved for use by Drupal.
is: Tilgreint form-nafn er frátekið fyrir innri notkun Drupal

source: You must enter a category.
is: Þú verður að gefa upp flokk.

source: The specified title is already in use.
is: Tilgreindur titill er þegar í notkun.

source: The specified name is already in use.
is: Tilgreint nafn er þegar í notkun.

source: The field has been created.
is: Svæðið hefur verið búið til.

source: Add new %type
is: bæta við - %type

source: The field has been updated.
is: Svæðið hefur verið uppfært.

source: Edit %type
is: Sýsla með - %type

source: The field has been deleted.
is: Svæðinu hefur verið eytt.

source: Category
is: Flokkur

source: The category the new field should be part of. Categories are used to group fields logically. An example category is "Personal information".
is: Flokkur, sem ný svæði ættu að vera hluti af. Flokkar eru notaðir til að hópa saman tengd svæði. Dæmi um flokk er "Persónulegar upplýsingar".

source: The title of the new field. The title will be shown to the user. An example title is "Favorite color".
is: Titill nýs svæðis. Titillinn verður birtur notanda. Dæmi um titil er "Uppáhaldslitur".

source: Form name
is: Form-nafn

source: The name of the field. The form name is not shown to the user but used internally in the HTML code and URLs. Unless you know what you are doing, it is highly recommended that you prefix the form name with <code>profile_</code> to avoid name clashes with other fields. Spaces or any other special characters except dash (-) and underscore (_) are not allowed. An example name is "profile_favorite_color" or perhaps just "profile_color".
is: Nafn svæðisins. Form-nafnið er ekki birt notanda en notað inn í HTML kóða og slóðum. Ef þú veist ekki þeim mun betur hvað þú ert að gera, þá er stranglega mælt með að þú notir forskeytið <code>profile_</code> til að forðast rugling og árekstra við önnur svæði. Eyður og aðrir sérstafir aðrir en bandstrik (-) og undirstrik -(_) eru ekki leyfileg. Dæmi um form-nafn er "profile_minn_litur" eða bara "profile_litur".

source: Explanation
is: Útskýring

source: An optional explanation to go with the new field. The explanation will be shown to the user.
is: Valfrjálsar aukaupplýsingar sem fylgja nýju svæði. Þessar upplýsingar verða birtar notanda.

source: Selection options
is: Mögulegir valkostir

source: A list of all options. Put each option on a separate line. Example options are "red", "blue", "green", etc.
is: Listi af öllum valkostum. Settu hvern valkost á sér línu, Dæmi um valkosti eru "rauður", "blár", "grænn", o.s.frv.

source: The weights define the order in which the form fields are shown. Lighter fields "float up" towards the top of the category.
is: Þyngdin skilgreinir röðina sem svæðin eru birt notanda. Léttari svæði "fljóta upp" að toppi flokksins.

source: Visibility
is: Sýnileiki

source: Private field, content only available to privileged users.
is: Leyndarsvæði, innihald aðeins sýnilegt kerfisstjórum.

source: Public field, content shown on profile page but not used on member list pages.
is: Opið svæði, innihald sýnt á sniði notanda en ekki á notandalista-síðum.

source: Public field, content shown on profile page and on member list pages.
is: Opið svæði, innihald sýnt á sniði notanda og á notandalista-síðum.

source: The title of the page showing all users with the specified field. The word <code>%value</code> will be substituted with the corresponding value. An example page title is "People whose favorite color is %value". Only applicable if the field is configured to be shown on member list pages.
is: Titill síðu sem birtir alla notendur með tilgreint svæði. Orðinu <code>%value</code> verður skipt út með samsvarandi gildi. Dæmi um síðutitil er "Fólk hvers uppáhaldslitur er %value". Aðeins gilt ef svæðið er stillt þannig að það sjáist á notandalista-siðum.

source: The title of the page showing all users with the specified field. Only applicable if the field is configured to be shown on member listings.
is: Titill síðu sem sýnir alla notendur með tilgreint svæði. Aðeins gilt ef svæðið er stillt þannig að það sjáist á notandalista-siðum.

source: The user must enter a value.
is: Notandinn verður að slá inn gildi.

source: Visible in user registration form.
is: Sýnilegt á innritunarsíðu notanda.

source: Field settings
is: Stillingar svæðis
