Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: Could not convert XML encoding '%s' to UTF-8.
is: Gat ekki breytt XML kóðun '%s' í UTF-8.

source: Unsupported encoding '%s'. Please install iconv, GNU recode or mbstring for PHP.
is: Óstudd kóðun'%s'. Vinsamlega settu inn iconv. GNU recode eða mbstring fyrir PHP.

source: page not found
is: síða finnst ekki

source: access denied
is: aðgangi hafnað

source: 1 year
is: 1 ár

source: 1 week
is: 1 vika

source: 1 day
is: 1 dagur

source: 1 hour
is: 1 klukkustund

source: 1 min
is: 1 mínúta

source: 1 sec
is: 1 sekúnda

source: Enables the use of personal contact forms.
is: Leyfir notkun persónulegra tengslaforma.

source: contact
is: Hafa samband

source: Contact settings
is: Samskiptastillingar

source: Personal contact form
is: Persónulegar tengingar

source: Allow other users to contact you by e-mail via <a href="%url">your personal contact form</a>. Note that your e-mail address is not made public and that privileged users such as site administrators are able to contact you even if you choose not to enable this feature.
is: Leyfir öðrum notendum að senda þér netpóst um <a href="%url"> persónulegu tengslasíðuna</a>. Athugið að netföng þín verða ekki sýnileg, og notendur með nægilegar heimildir svo sem kerfisstjórnendur, geta haft samband við þig jafnvel þó þú virkir ekki þessa einingu.

source: %name is not accepting e-mails.
is: %name tekur ekki við netpósti.

source: Please <a href="%login">login</a> or <a href="%register">register</a> to send %name a message.
is: Vinsamlega <a href="%login">skráðu þig inn</a> eða <a href="%register">innritaðu þig</a> til að senda póst á %name.

source: You need to provide a valid e-mail address to contact other users. Please edit your <a href="%url">user information</a>.
is: Þú verður að gefa upp gilt netfang til að fá samband við aðra notendur. Vinsamlega breyttu <a href="%url">Notendaupplýsingum</a>.

source: You can't contact more than %number users per hour. Please try again later.
is: Þú getur ekki sent fleiri en %number skeyti á klukkustund. Vinsamlega reyndu síðar.

source: You must enter a message.
is: Þú verður að slá inn skeyti.

source: You must enter a subject.
is: Þú verður að gefa upp viðfangsefni.

source: %name (%name-url) has sent you a message via your contact form (%form-url) at %site.
is: %name (%name-url) hefur sent þér skeyti um tengslasíðu þína (%form-url) á %site.

source: If you don't want to receive such e-mails, you can change your settings at %url.
is: Ef þú vilt ekki fá þess háttar skeyti, þá getur þú breytt stillingum þínum á %url.

source: Message:
is: Skilaboð:

source: %name-from sent %name-to an e-mail.
is: %name-from sendi póst á %name-to.

source: Your message has been sent.
is: Skeytið þitt hefur verið sent.

source: From
is: Frá

source: To
is: Til

source: Send e-mail
is: Senda póst

source: mail
is: póstsenda

source: <p>The "Drupal" module features a capability whereby other drupal sites may <em>call home</em> to report their existence. In turn, this enables a pod of Drupal sites to find, cooperate and advertise each other.</p> <p>Currently, the main application of this feature is the <a href="%drupal-sites">Drupal sites</a> page. By default, fresh Drupal installations can use <a href="%Drupal">drupal.org</a> as their <em>directory server</em> and report their existence. This reporting occurs via scheduled <a href="%xml-rpc">XML-RPC</a> pings.</p> <p>Drupal administrators should simply enable this feature to get listed on the <a href="%drupal-sites">Drupal sites</a> page. Just set your site's name, e-mail address, slogan and mission statement on the <a href="%site-settings">administer &raquo; settings</a> page. Then make sure that the field called <em>Drupal XML-RPC server</em> on the <a href="%drupal-settings">administer &raquo; settings &raquo; drupal</a> page is set to %drupal-xml-rpc, and enable this feature using the dropdown directly below.</p> <p>The listing of your site will occur shortly after your site's next cron run. Note that cron.php should be called using the domain name which you want to have listed at <a href="%Drupal">drupal.org</a>. For example, don't kick off cron by requesting http://127.0.0.1/cron.php. Instead, use a publicly accessible domain name such as http://www.example.com/cron.php.</p> <p>Also note that your installation need not use drupal.org as its directory server. For example, this feature is perfectly capable of aggregating pings from all of your departmental drupal installations sites within an enterprise.</p>
is: <p>"Drupal" einingin gefur möguleika á að aðrar drupal einingar geti <em>kallað heim</em> til að tilkynna tilvist sína. Í staðin, býður þetta upp á þann möguleika að hópur af Drupal geta fundið, unnið saman og auglýst hver aðra.</p> <p>Nú er aðal notkun þessa möguleika að halda við <a href="%drupal-sites">Drupal vefir</a> síðunni. Sjálfgefið geta nýjar Drupal vefuppsetningar notað <a href="%Drupal">drupal.org</a> sem þeirra <em>upplýsingaveitu miðlara</em> og tilkynnt tilvist sína. Þessi tilkynning gerist með reglulegum <a href="%xml-rpc">XML-RPC</a> uppköllum.</p> <p>Drupal vefstjórar geta einfaldlega virkjað þennann eiginleika til að vera skráðir á <a href="%drupal-sites">Drupal vefir</a> síðunni. Settu aðeins nafn vefsins, netfang, slagorð og tilgang á <a href="%site-settings">kerfisstjórn &raquo; stillingar</a> síðunni. Athugaðu síðan hvort svæðið merkt <em>Drupal XML-RPC miðlari</em> á <a href="%drupal-settings">kerfisstjórn &raquo; stillingar &raquo; drupal</a> síðunni sé sett %drupal-xml-rpc, og virkjaðu þennann eiginleika með því að nota valseðilinn þar fyrir neðan.</p> <p>Vefurinn þinn verður skráður stuttlega eftir að cron keyrir á þinum vef. Athugið að það ætti að kalla á cron.php með lénsnafninu sem þú vilt skrá á <a href="%Drupal">drupal.org</a>. Til dæmis ræsið ekki cron með því að kalla upp http://127.0.0.1/cron.php. í stað þess notaðu aðgengilegt veffang svo sem http://www.hekla.is/cron.php.</p> <p>Athugið einnig að uppsetningin þín þarf ekki að nota drupal.org sem upplýsingaveitu. Til dæmis er hægt að nota þennann möguleika til að safna saman uppköllum frá útibúum fyrirtækis.</p>

source: Lets users log in using a Drupal ID and can notify a central server about your site.
is: Leyfir notendum að skrá sig inn með Drupal auðkenni og getur tilkynnt miðlægum miðlara um vef þinn.

source: <p>Using this your Drupal site can "call home" and add itself to the Drupal directory. If you want it to add itself to a different directory server you can change the <a href="%xml-rpc-setting">Drupal XML-RPC server</a> setting -- but the directory server has to be able to handle Drupal XML. To get all your site information listed, go to the <a href="%site-settings">settings page</a> and set the site name, the e-mail address, the slogan, and the mission statement.</p>
is: Með því að nota þessa einingu getur Drupal vefurinn þin "hringt heim" og bætt sér við í Drupal upplýsingaveituna. Ef þú vilt láta bæta þér við aðra upplýsingaveitu, þá getur þú breytt <a href="%xml-rpc-setting">Drupal XML-RPC miðlara</a> stillingunni -- en upplýsingaveitan verður að geta höndlað Drupal XML. Til að fá allar upplýsingar um vef þinn skráðar, farðu á <a href="%site-settings">stillinga síðuna</a> og settu vefnafn, netfang, slagorð, og tilgang.

source: <p><a href="%Drupal">Drupal</a> is the name of the software which powers %this-site. There are Drupal web sites all over the world, and many of them share their registration databases so that users may freely login to any Drupal site using a single <strong>Drupal ID</strong>.</p> <p>So please feel free to login to your account here at %this-site with a username from another Drupal site. The format of a Drupal ID is similar to an email address: <strong>username</strong>@<em>server</em>. An example of a valid Drupal ID is <strong>mwlily</strong>@<em>www.drupal.org</em>.</p>
is: <p><a href="%Drupal">Drupal</a> er nafn hugbúnaðarins sem er undirstaða vefsins %this-site. Það eru Drupal síður um allan heim, og margar þeirra sameina innskráningar-gagnagrunn svo að notendur geti skráð sig inn á hvaða Drupal vef sem er með því að nota <strong>Drupal auðkenni</strong>.</p> <p>Svo að þú getur skráð þig inn á %this-site með notanda auðkenni frá öðrum Drupal vef. Snið Drupal auðkennisins er svipað og netfang: <strong>notandi</strong>@<em>vefur</em>. Dæmi um gilt Drupal auðkenni er <strong>mwlily</strong>@<em>www.drupal.org</em>.</p>

source: You must set the name of your site on the <a href="%url">administer &raquo; settings</a> page.
is: Þú verður að setja nafn vefsins þíns á <a href="%url">kerfisstjórn &raquo; stillingar</a> síðunni.

source: You must set an e-mail address for your site on the <a href="%url">administer &raquo; settings</a> page.
is: Þú verður að gefa upp netfang fyrir vefinn þinn á <a href="%url">kerfisstjórn &raquo; stillingar</a> síðunni.

source: You must set your site slogan on the <a href="%url">administer &raquo; settings</a> page.
is: Þú verður að setja slagorð vefsins þíns á <a href="%url">kerfisstjórn &raquo; stillingar</a> síðunni.

source: You must set your site mission on the <a href="%url">administer &raquo; settings</a> page.
is: Þú verður að setja tilgang vefsins þíns á <a href="%url">kerfisstjórn &raquo; stillingar</a> síðunni.

source: Drupal XML-RPC server
is: Drupal XML-RPC miðlari

source: The URL of your root Drupal XML-RPC server.
is: Slóðin að aðal Drupal XML-RPC miðlaranum þínum.

source: Drupal directory
is: Drupal upplýsingaveita

source: If enabled, your Drupal site will make itself known to the Drupal directory at the specified Drupal XML-RPC server. For this to work properly, you must set your site's name, e-mail address, slogan and mission statement. When the "Drupal XML-RPC server" field is set to "%drupal-xml-rpc", your web site will get listed on the <a href="%drupal-sites">Drupal sites</a> page. Requires the cron feature to be enabled.
is: Ef þetta er virkt þá mun Drupal vefurinn þinn auðkenna sig hjá Drupal uplýsingaveitunni sem tilgreind er sem Drupal XML-RPC miðlari. Til að þetta virki rétt þá verður þú að setja nafn vefsins þíns, netfang, slagorð og tilgang. Þegar "Drupal XML-RPC miðlarinn" svæðið er sett sem "%drupal-xml-rpc", þá verður vefurinn þinn skráður á <a href="%drupal-sites">Drupal vefir</a> síðunni. Þarfnast crontab til að virka.

source: Ping from %name (%link).
is: Uppkall frá %name (%link).

source: Failed to notify %url at %path: %error.
is: Gat ekki tilkynnt %url á %path: %error.

source: Created directory %directory.
is: Bjó til möppu %directory.

source: The directory %directory does not exist.
is: Mappan %directory er ekki til.

source: Modified permissions on directory %directory.
is: Breytti heimildum á möppu %directory.

source: The directory %directory is not writable.
is: Ekki hægt að skrifa í möppuna %directory.

source: File copy failed: no directory configured, or it could not be accessed.
is: Ekki tókst að afrita skrá: skrá eða mappa ekki stillt, eða ekki aðgengileg.

source: File copy failed: source file does not exist.
is: Tókst ekki að afrita skrá: upprunaskrá er ekki til.

source: File copy failed. File already exists.
is: Tókst ekki að afrita skrá: Skrá þegar til.

source: File copy failed.
is: Tókst ekki að afrita skrá.

source: Removing original file failed.
is: Tókst ekki að fjarlægja upprunalega skrá.

source: Possible exploit abuse: invalid data.
is: Möguleg gagnaárás: ógild gögn.

source: File upload failed: invalid data.
is: Tókst ekki að senda inn skrá: ógild gögn.

source: File upload failed: file size too big.
is: Tókst ekki að senda inn skrá: skrá of stór.

source: File upload failed: incomplete upload.
is: Tókst ekki að senda inn skrá: aðeins hluti sendur.

source: File upload failed: unknown error.
is: Tókst ekki að senda inn skrá: óþekkt villa.

source: Unable to create file.
is: Gat ekki búið til skrá.

source: Handles the filtering of content in preparation for display.
is: Sér um að sía innihald áður en það er birt.

source: <p><em>Input formats</em> define a way of processing user-supplied text in Drupal. Every input format has its own settings of which <em>filters</em> to apply. Possible filters include stripping out malicious HTML and making URLs clickable.</p> <p>Users can choose between the available input formats when submitting content.</p> <p>Below you can configure which input formats are available to which roles, as well as choose a default input format (used for imported content, for example).</p>
is: <p><em>Inntakssnið</em> skilgreina hvernig eigi að meðhöndla texta sem skráður er af notanda. Hvert inntakssnið hefur sína eigin stillingar á <em>síum</em> sem á að beita. Mögulegar síur sjá t.d. um að fjarlægja vafasöm HTML tög og gera kleift að smella á vefslóðir.</p> <p>Notendur geta valið má milli mögulegra inntakssniða þegar þeir skrá efni.</p> <p>Hér að neðan getur þú stillt hvaða inntakssnið eru tiltæk fyrir hvert hlutverk, og þar að auki valið sjálfgefið inntakssnið (notað t.d. á innsent efni).</p>

source: <p>Every <em>filter</em> performs one particular change on the user input, for example stripping out malicious HTML or making URLs clickable. Choose which filters you want to apply to text in this input format.</p> <p>If you notice some filters are causing conflicts in the output, you can <a href="%order">rearrange them</a>.</p>
is: <p>Hver <em>sía</em> framkvæmir tilgreindar breytingar á inntaki notanda, til dæmis að fjarlægja grunsamleg HTML tög eða gera kleift að smella á slóðir. Veldu hvaða síur þú vilt að virki á texta af þessu sniði.</p> <p>Ef þú tekur eftir að síurnar rekast á í úttaki, þá getur þú <a href="%order">endurraðað þeim</a>.</p>

source: <p>If you cannot find the settings for a certain filter, make sure you've enabled it on the <a href="%url">list filters</a> tab first.</p>
is: <p>Ef þú getur ekki fundið stillingar fyrir ákveðna síu, vertu viss um að þú hafir virkjað hana á <a href="%url">listi</a> flipanum fyrst.</p>

source: Allowed HTML tags
is: Leyfð HTML tög

source: <p>This site allows HTML content. While learning all of HTML may feel intimidating, learning how to use a very small number of the most basic HTML "tags" is very easy. This table provides examples for each tag that is enabled on this site.</p> <p>For more information see W3C's <a href="http://www.w3.org/TR/html/">HTML Specifications</a> or use your favorite search engine to find other sites that explain HTML.</p>
is: <p>Þessi síða leyfir HTML innihald. Þó að allt HTML uppsetningar-málið sé stór biti að kyngja, þá er einfalt að gera margt með grunn HTML "tögum". Þessi tafla er með dæmi fyrir þau tög sem eru leyfileg á þessum vef.</p> <p>Nánari upplýsingar má sjá á vef W3C <a href="http://www.w3.org/TR/html/">HTML skilgreiningar</a> eða notaðu etirlætis leitarvélina þína til að finna aðrar síður sem útskýra HTML.</p>

source: Anchors are used to make links to other pages.
is: Tenglar eru notaðir til að vísa á aðrar síður.

source: By default line break tags are automatically added, so use this tag to add additional ones. Use of this tag is different because it is not used with an open/close pair like all the others. Use the extra " /" inside the tag to maintain XHTML 1.0 compatibility
is: Línuskiptingum er sjálfkrafa bætt við, en til að bæta við línuskiptingu er þetta tag notað: Notkun þessa tags er nokkuð öðruvísi en venjulega því ekki er notast við opna/loka par eins og venjuega. Notið auka " /" innan tagsins til að viðhalda samsvörun við XHTML 1.0

source: Text with <br />line break
is: Texti me <br />línuskiptingu

source: By default paragraph tags are automatically added, so use this tag to add additional ones.
is: Sjálkrafa er málsgreinar-tögum bætt við, svo þú þart aðeins að nota þetta tag til að bæta við öðrum málsgreinum.

source: Paragraph one.
is: Málsgrein eitt.

source: Paragraph two.
is: Málsgrein tvö.

source: Strong
is: Ákveðið

source: Emphasized
is: Aukin áhersla

source: Cited
is: Tilvitnun

source: Coded text used to show programming source code
is: Kódaður texti notaður til að sýna forritunarkóða

source: Coded
is: Kóði

source: Bolded
is: Feitletrað

source: Underlined
is: Undirstrikað

source: Italicized
is: Skáletrað

source: Superscripted
is: Háletrað

source: <sup>Super</sup>scripted
is: <sup>Há</sup>letrað

source: Subscripted
is: Lágletrað

source: <sub>Sub</sub>scripted
is: <sub>lág</sub>letrað

source: Preformatted
is: Forsniðið

source: Block quoted
is: Tilvitnunarblokk

source: Quoted inline
is: Tilvitnun í texta

source: Table
is: Tafla

source: Table header
is: Töfluhaus

source: Table cell
is: Töflureitur

source: Deleted
is: Eytt

source: Ordered list - use the &lt;li&gt; to begin each list item
is: Raðaður listi - notaðu &lt;li&gt; til að byrja hvert efni í lista

source: First item
is: Fyrsta efni

source: Second item
is: Annað efni

source: Unordered list - use the &lt;li&gt; to begin each list item
is: Óraðaður listi - notaðu &lt;li&gt; til að byrja hvert efni í lista

source: Header
is: Haus

source: Subtitle
is: Undirtitill

source: Subtitle three
is: Undirtitill þrjú

source: Subtitle four
is: Undirtitill fjögur

source: Subtitle five
is: Undirtitill fimm

source: Subtitle six
is: Undirtitill sex

source: Tag Description
is: Lýsing taga

source: You Type
is: Þú skráir inn

source: You Get
is: Þú færð

source: No help provided for tag %tag.
is: Engin hjálp tiltæk fyrir tag %tag.

source: <p>Most unusual characters can be directly entered without any problems.</p> <p>If you do encounter problems, try using HTML character entities. A common example looks like &amp;amp; for an ampersand &amp; character. For a full list of entities see HTML's <a href="http://www.w3.org/TR/html4/sgml/entities.html">entities</a> page. Some of the available characters include:</p>
is: Flesta venjulega bókstafi er hægt að slá inn án nokkurra vandkvæða.</p> <p>Ef þú lendir í vandræðum, reyndu þá að nota HTML stafasamstæður. Algengt dæmi er &amp;amp; fyrir &amp; táknið. Til að sjá heildar-lista af samstæðum skoðið HTML <a href="http://www.w3.org/TR/html4/sgml/entities.html">samstæðu</a> síðuna. Dæmi um tiltæka bókstafi eru:</p>

source: Ampersand
is: og tákn

source: Greater than
is: Stærra en

source: Less than
is: Minna en

source: Quotation mark
is: Gæsalappir

source: Character Description
is: Bókstafalýsing

source: No HTML tags allowed
is: Engin HTML tög leyfð

source: You may post PHP code. You should include &lt;?php ?&gt; tags.
is: Þú mátt senda inn PHP kóða. þú ættir að nota &lt;?php ?&gt; tögin.

source: Lines and paragraphs break automatically.
is: Línum og málsgreinum skift sjálfkrafa.

source: Lines and paragraphs are automatically recognized. The &lt;br /&gt; line break, &lt;p&gt; paragraph and &lt;/p&gt; close paragraph tags are inserted automatically. If paragraphs are not recognized simply add a couple blank lines.
is: Línur og greinaskil eru sjálfkrafa skynjuð. &lt;br /&gt; línuskipting, &lt;p&gt; opna-málsgrein og &lt;/p&gt; loka-málsgreinar tögin eru sett inn sjálfkrafa. Ef málsgreinar eru ekki sjálfkrafa skynjaðar bættu einfaldlega við auðum línum.

source: input formats
is: inntakssnið

source: delete input format
is: eyða inntakssniði

source: compose tips
is: Leiðbeiningar um uppsetningu

source: '%format' input format
is: '%format' inntakssnið

source: rearrange
is: endurraða

source: Save input formats
is: Vista inntakssnið

source: Add input format
is: Bæta við inntakssniði

source: Permissions and settings
is: Heimildir og stillingar

source: <p>To add a new input format, type its name here. After it has been added, you can configure its options.</p>
is: <p>Til að bæta við nýju inntakssniði, gefðu þá upp nafn þess hér. Eftir að því hefur verið bætt við þá getur þú stillt það nánar.</p>

source: Add new input format
is: Bæta við nýju inntakssniði

source: You must enter a name for this input format.
is: Þú verður að gefa þessu sniði nafn.

source: The input format settings have been updated.
is: Stillingar inntakssniðs hafa verið uppfærðar.

source: Added input format %format.
is: Bætti við inntakssniði %format.

source: Deleted input format %format.
is: Eyddi inntakssniði %format.

source: Are you sure you want to delete the input format %format?
is: Ert þú viss um að þú viljir eyða inntakssniði %format?

source: If you have any content left in this input format, it will be switched to the default input format. This action cannot be undone.
is: Ef það er eitthvað efni eftir á þessu inntakssniði, þá verður það sett á sjálfgefið innstakssnið. Þessa aðgerð er ekki hægt að afturkalla.

source: Filters
is: Síur

source: More information about formatting options
is: Nánari upplýsingar um uppsetningarmöguleika

source: <p>No guidelines available.</p>
is: <p>Engar leiðbeiningar tiltækar.</p>

source: <p>These are the guidelines that users will see for posting in this input format. They are automatically generated from the filter settings.</p>
is: <p>Þetta eru leiðbeiningar sem notandi sér áður en hann sendir inn sitt efni. Þau eru sjálfkrafa búin til eftir stillingum síu.</p>

source: Formatting guidelines
is: Leiðbeiningar um uppsetningu

source: The input format has been updated.
is: Inntakssniðið hefur verið uppfært.

source: The filter weights have been saved.
is: Síuvægi hefur verið vistað.

source: No settings are available.
is: Engar stillingar tiltækar.

source: Input format
is: Inntakssnið

source: Input formats
is: Inntakssnið

source: HTML filter
is: HTML sía

source: PHP evaluator
is: PHP túlkur

source: Line break converter
is: Línuskiptir

source: Allows you to restrict if users can post HTML and which tags to filter out.
is: Leyfir þér að takmarka hvort notendur geta sent inn HTML og hvaða tög á að sía burtu.

source: Runs a piece of PHP code. The usage of this filter should be restricted to administrators only!
is: Keyrir PHP forrit. Þessi sía ætti aðeins að vera notuð af kerfisstjórum!

source: Converts line breaks into HTML (i.e. &lt;br&gt; and &lt;p&gt; tags).
is: Breytir línuskiptingum í HTML (þ.e. &lt;br&gt; og &lt;p&gt; tög).

source: Filter HTML tags
is: Sía HTML tög

source: Strip tags
is: Fjarlægja tög

source: Escape tags
is: Sýna tög

source: How to deal with HTML tags in user-contributed content. If set to "Strip tags", dangerous tags are removed (see below). If set to "Escape tags", all HTML is escaped and presented as it was typed.
is: Hvernig á að meðhöndla HTML tög sem eru í innsendu efni. Ef stillt á "Fjarlægja tög", þá verða öll hættuleg tög fjarlægð (hjá hér að neðan). Ef stillt á "Sýna tög", þá eru öll HTML tög sýnd eins og um venjulegan texta væri að ræða.

source: If "Strip tags" is selected, optionally specify tags which should not be stripped. Javascript event attributes are always stripped.
is: Ef "Fjarlægja tög" er valið, þá eru eftirfarandi valin tög ekki fjarlægð. Javascript tengingar eru alltaf fjarægðar.

source: Display HTML help
is: Sýna HTML hjálp

source: If enabled, Drupal will display some basic HTML help in the long filter tips.
is: Ef virkt, þá mun Drupal sýna einfaldar HTML leiðbeiningar í lengri hjálpartextum.

source: HTML style attributes
is: HTML stíl viðbætur (STYLE)

source: Allowed
is: Leyft

source: Removed
is: Fjarlægt

source: If "Strip tags" is selected, you can choose whether "STYLE" attributes are allowed or removed from input.
is: Ef "Fjarlægja tög" er valið, þá getur þú hvort "STYLE" viðbætur séu leyfðar eða fjarlægðar úr inntaki.

source: Spam link deterrent
is: Rusltenglavörn
