Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: It appears your host is not configured correctly for Clean URLs. Please check for <code>ModRewrite</code> support with your administrator.
is: Það lítur út fyrir að vélin þín sé ekki sett upp fyrir <em>hreinar slóðir</em>. Vinsamlega athugið með <code>ModRewrite</code> stuðning hjá kerfisstjóra.

source: Only JPEG, PNG and GIF images are allowed to be used as logos.
is: Aðeins JPEG, PNG og GIF myndir er hægt að nota sem kennimyndir.

source: Use the default logo
is: Nota sjálfgefna kennimynd

source: Check here if you want the theme to use the logo supplied with it.
is: Krossaðu við í þennan reit ef þú vilt nota kennimyndina sem fylgir þemanu.

source: Path to custom logo
is: Slóð að þinni kennimynd

source: The path to the file you would like to use as your logo file instead of the default logo.
is: Skóðin að skránni sem þú vilt nota sem kennimynd í stað sjálfgefinnar kennimyndar.

source: Upload logo image
is: Senda inn kennimynd

source: If you don't have direct file access to the server, use this field to upload your logo.
is: Ef þú hefur ekki beinan aðgang að miðlaranum , þá getur þú notað þetta svæði til að senda inn kennimynd.

source: Upload
is: Senda inn

source: Logo image settings
is: Stillingar kennimyndar

source: Primary links
is: Aðaltenglar

source: The HTML code for the primary links.
is: HTML kóði fyrir aðaltengla.

source: Secondary links
is: Aukatenglar

source: The HTML code for the secondary links.
is: HTML kóði fyrir aukatengla.

source: Menu Settings
is: Valmyndastillingar

source: Customize the menus that are displayed at the top and/or bottom of the page. This configuration screen is only available in the site wide display configuration.
is: Stilla valmyndir sem eru sýndar efst og/eða neðst á síðu. Þessi stilliskjár er aðeins tiltækur á stillisíðu fyrir allan vefinn.

source: Display post information on
is: Sýna skráningarupplýsingar á

source: Enable or disable the "submitted by Username on date" text when displaying posts of the above type
is: Virkja eða aftengja hvort textinn "skráð af notandanafn þann" sé birtur þegar efni af þessari tengund er birt

source: Site name
is: Nafn vefsins

source: Site slogan
is: Slagorð vefs

source: Mission statement
is: Framtíðarsýn

source: User pictures in posts
is: Notendamyndir við efnisgreinar

source: User pictures in comments
is: Notendamyndir við athugasemdir

source: Search box
is: Leitarreitur

source: Toggle display
is: Víxla rofa

source: Enable or disable the display of certain page elements.
is: Kveikja eða slökkva á hvort síðuhlutar séu sýndir.

source: Engine-specific settings
is: Vélar-háðar stillingar

source: These settings only exist for all the templates and styles based on the %engine theme engine.
is: Þessar stilingar eru aðeins fyrir útlits-þemu og stíla sem eru byggðir á %engine þema vélinni.

source: Theme-specific settings
is: Þema-háðar stillingar

source: These settings only exist for the %theme theme and all the styles based on it.
is: Þessar stillingar eru aðeins fyrir þemað %theme og alla stíla byggða á því.

source: administer site configuration
is: sýsla með vefstillingar

source: access administration pages
is: aðgang að kerfissíðum

source: bypass input data check
is: hunsa prófanir á inntaksgögnum

source: system
is: kerfi

source: add vocabulary
is: bæta við orðflokk

source: edit vocabulary
is: sýsla með orðflokk

source: preview vocabulary
is: skoða orðflokk

source: add term
is: bæta við flokkunarorði

source: edit term
is: sýsla með orð

source: taxonomy term
is: flokkunarorð

source: Vocabulary name
is: Nafn orðflokks

source: The name for this vocabulary. Example: "Topic".
is: Nafn á þessum orðflokki. Dæmi: "Efni".

source: Description of the vocabulary; can be used by modules.
is: Lýsing á orðflokki; er notaður af einingum.

source: Help text
is: Hjálpartexti

source: Instructions to present to the user when choosing a term.
is: Leiðbeiningar sem á að birta notanda þegar hann velur orð úr flokki.

source: Types
is: Tegundir

source: A list of node types you want to associate with this vocabulary.
is: Tegundir efnis sem þú vilt geta tengt þessum orðflokki.

source: Related terms
is: Tengd orð

source: Allows <a href="%help-url">related terms</a> in this vocabulary.
is: Leyfir <a href="%help-url">tengd orð</a> í þessum orðflokk.

source: Hierarchy
is: Stigskipun

source: Single
is: Einföld

source: Multiple
is: Margþrepa

source: Allows <a href="%help-url">a tree-like hierarchy</a> between terms of this vocabulary.
is: Leyfir <a href="%help-url">trjá-líkan flokkunarlista</a> milli orða í þessum lista.

source: Multiple select
is: Velja mörg

source: Allows nodes to have more than one term in this vocabulary.
is: Leyfir að tengipunktur hafi fleiri en eitt orð úr þessum orðflokki.

source: If enabled, every node <strong>must</strong> have at least one term in this vocabulary.
is: Ef þetta er virkt, þá <strong>verður</strong> hver tengipunktur að hafa að minnsta kosti eitt orð úr þessum orðflokki.

source: In listings, the heavier vocabularies will sink and the lighter vocabularies will be positioned nearer the top.
is: Í listum munu þyngri orðflokkar sökkva og þeir léttari fljóta nær toppi.

source: Updated vocabulary %name.
is: Uppfærði orðflokk %name.

source: Created new vocabulary %name.
is: Bætti við nýjum orðflokk %name.

source: deleted vocabulary "%name".
is: eyddi orðflokki "%name".

source: Are you sure you want to delete the vocabulary %title?
is: Ert þú viss um að þú viljir eyða orðflokki %title?

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
is: Ef þú eyðir orðflokki þá eyðast öll orð tengd honum. Það er ekki hægt að bakfæra þessa aðgerð.

source: Term name
is: Nafn flokkunarorðs

source: The name for this term. Example: "Linux".
is: Nafn þessa flokkunarorðs. Dæmi: "Linux".

source: A description of the term.
is: Lýsing flokkunarorðsins.

source: Parent term
is: Orð-foreldri

source: Parents
is: Foreldrar

source: Parent terms
is: Orð-foreldri

source: Synonyms
is: Samheiti

source: <a href="%help-url">Synonyms</a> of this term, one synonym per line.
is: <a href="%help-url">Samheiti</a> þessa orðs, eitt samheiti í hverja línu.

source: In listings, the heavier terms will sink and the lighter terms will be positioned nearer the top.
is: Í listum, þá munu þyngri flokkunarorð sökkva, en þau léttari fljóta nær toppi listans.

source: The term %term has been updated.
is: Flokkunarorðið %term hefur verið uppfært.

source: Created new term %term.
is: Bjó til nýtt flokkunarorð %term.

source: Deleted term %name.
is: Eyddi flokkunarorði %name.

source: Are you sure you want to delete the term %title?
is: Ert þú viss um að þú viljir eyða flokkunarorði %title?

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
is: Ef þú eyðir flokkunarorði þá eyðast öll börn orðsins ef þau eru til. Það er ekki hægt að bakfæra þessa aðgerð.

source: preview form
is: skoða form

source: No categories available.
is: Engir flokkar tiltækir.

source: There are currently no posts in this category.
is: það eru engin efni í þessum flokki.

source: Enables the categorization of content.
is: Leyfir flokkun innihalds.

source: <p>The taxonomy module allows you to classify content into categories and subcategories; it allows multiple lists of categories for classification (controlled vocabularies) and offers the possibility of creating thesauri (controlled vocabularies that indicate the relationship of terms) and taxonomies (controlled vocabularies where relationships are indicated hierarchically). To delete a term choose "edit term". To delete a vocabulary, and all its terms, choose "edit vocabulary".</p>
is: <p>Flokkunareiningin leyfir þér að flokka innihald vefsins í flokka og undirflokka, hún leyfir marga lista af flokkum til greiningar (stýrt af orðflokkum) og býður upp á möguleikann að búa til xxxxx (tengd orð sem sýna tengingu mili orða) og greiningarflokka (stýrðir orðflokkar þar sem innbyrðis tengsl eru sýnd ). Til að eyða flokkunarorði veldu "sýsla með orð". Til að eyða orðflokki, og öllum flokkunarorðunum, veldu "sýsla með orðflokk".</p>

source: administer taxonomy
is: sýsla með flokkun

source: '%value' is not a valid auto-throttle setting. Please enter a positive numeric value.
is: '%value' er ekki gild stilling álagstýringar. Vinsamlega gefið upp tölu, ekki neikvæða.

source: Handles the auto-throttling mechanism, to control site congestion.
is: Sér um álagsstjórnunarkerfi, stýrir hegðan vefs undir álagi.

source: If your site gets linked to by a popular website, or otherwise comes under a "Denial of Service" (DoS) attack, your webserver might become overwhelmed. This module provides a congestion control throttling mechanism for automatically detecting a surge in incoming traffic. This mechanism is utilized by other Drupal modules to automatically optimize their performance by temporarily disabling CPU-intensive functionality.
is: Ef tengill á vefinn þinn er á vinsælum vef, eða verður fyrir "Þjónustuhöfnunar" (DoS) árás, þá er hætt við að vefurinn þinn verði yfirkeyrður. þessi eining veitir álagsstýringu til varnar þess háttar yfirkeyrslu, með því að skynja sjálfkrafa skyndilega aukningu á uppflettingum. Þessi eining er notuð af öðrum Drupal einingum til að breyta sjálfkrafa hegðan þeirra til að minnka aðgerðir sem krefjast tölvufreka útreikninga.

source: Auto-throttle on anonymous users
is: Sjálfvirk álagsstýring á óþekkta notendur

source: The congestion control throttle can be automatically enabled when the number of anonymous users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 250 anonymous users online at once, enter '250' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on anonymous users. You can inspect the current number of anonymous users using the "Who's online" block.
is: Hægt er að virkja álagseininguna sjálfkrafa þegar fjöldi óþekktra notanda sem eru að heimsækja vefinn þinn eru fleiri en tilgreindur þröskuldur. Til dæmis, til að hefja álagsstýringu þegar 250 óþekktir notendur eru tengdir á sama tíma, sláðu þá inn '250' í þetta svæði. Skildu það eftir autt, eða settu sem "0" ef þú vilt ekki álagsstýra óþekktum notendum. Þú getur athugað hversu margir óþekktir notendur eru tengdir með því að skoða "Hver er tengdur" blokkina.

source: Auto-throttle on authenticated users
is: Sjálfvirk álagsstýring á skráða notendur

source: The congestion control throttle can be automatically enabled when the number of authenticated users currently visiting your site exceeds the specified threshold. For example, to start the throttle when your site has 50 registered users online at once, enter '50' in this field. Leave this value blank or set to "0" if you do not wish to auto-throttle on authenticated users. You can inspect the current number of authenticated users using the "Who's online" block.
is: Hægt er að virkja álagseininguna sjálfkrafa þegar fjöldi skráðra notanda sem eru að heimsækja vefinn þinn eru fleiri en tilgreindur þröskuldur. Til dæmis, til að hefja álagsstýringu þegar 50 skráðir notendur eru tengdir á sama tíma, sláðu þá inn '50' í þetta svæði. Skildu það eftir autt, eða settu sem "0" ef þú vilt ekki álagsstýra skráðum notendum. Þú getur athugað hversu margir skráðir notendur eru tengdir með því að skoða "Hver er tengdur" blokkina.

source: Auto-throttle probability limiter
is: Sjálfvirkni-álags líkindastuðull

source: The auto-throttle probability limiter is an efficiency mechanism to statistically reduce the overhead of the auto-throttle. The limiter is expressed as a percentage of page views, so for example if set to the default of 10% we only perform the extra database queries to update the throttle status 1 out of every 10 page views. The busier your site, the lower you should set the limiter value.
is: Sjálfvirkni-álags líkindastuðull er aðferð til að minnka áhrif álagsstýringar. Stuðullinn er gefin upp sem hlutfall af síðuflettingum, þannig að ef hann er settur á sjálfgefna 10% stillingu, þá uppfærum við álagsstuðulinn við tíundu hverja síðuskoðun. Þeim mun fleiri uppflettingar sem eru á vefnum þínum því lægri ætti þessi tala að vera.

source: Auto-throttle tuning
is: Stilling sjálfvirkrar álagstýringar

source: throttle
is: álagsstýring

source: 1 user accessing site; throttle enabled.
is: 1 notandi tengdur vef; álagsstýring virkjuð.

source: 1 guest accessing site; throttle disabled
is: 1 gestur tengdur vef; álagsstýring aftengd

source: Allows users to upload and attach files to content.
is: Leyfa notendum að senda inn skrár sem viðhengi við innihald.

source: <p>Users with the <a href="%permissions">upload files permission</a> can upload attachments. You can choose which post types can take attachments on the <a href="%types">content types settings</a> page.</p>
is: <p>Notendur með heimildina <em><a href="%permissions">heimild til að senda inn skrár</a></em> geta sent inn viðhengi. Þú getur valið hvaða efnisgreinar geta haft viðhengi á <em><a href="%types">innihald-stilla</a> </em>síðunni.</p>

source: Read full article to view attachments.
is: Lesið alla greinina til að sjá viðhengi.

source: uploads
is: innsendingar

source: Maximum total file size
is: Hámarksheildarstærð

source: The maximum size of a file a user can upload in megabytes. Enter 0 for unlimited.
is: Hámarksstærð skráar sem notandi getur sent inn í megabætum. 0 fyrir ótakmarkað.

source: Maximum resolution for uploaded images
is: Hámarksupplausn fyrir innsendar myndir

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
is: Hámarksstærð myndar í punktum skráð sem BREIDDxHÆÐ (t.d. 640x480). Setjið sem til að hafa engar takmarkanir.

source: Permitted file extensions
is: Leyfilegar skráarendingar

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
is: Skráaviðskeyti sem notandi með þetta hlutverk geta sent inn. Aðskiljið viðskeyti með bilum og bætið ekki við undanfarandi punkti.

source: Maximum file size per upload
is: Hámarksstærð innsendrar skráar

source: The maximum size of a file a user can upload (in megabytes).
is: Mesta stærð skráar sem notandi getur sent inn (í megabætum).

source: Total file size per user
is: Samtals skráarstærð notanda

source: The maximum size of all files a user can have on the site (in megabytes).
is: Mesta stærð af öllum skrám sem notandi getur haft á síðunni (í megabætum).

source: Settings for %role
is: Stillingar fyrir %role

source: Attachments
is: Viðhengi

source: Error attaching file %name: total file size exceeded
is: Villa við að hengja við skrá %name: heildarskrá of stór

source: Error attaching file %name: invalid extension
is: Villa við að hengja við skrá %name: ógilt viðskeyti

source: Error attaching file %name: exceeds maximum file size
is: Villa við að hengja við skrá %name: skráin er of stór

source: Attachment
is: Viðhengi

source: Size
is: Stærð

source: List
is: Listi

source: Attach new file
is: Hengja við nýja skrá

source: Attach
is: Hengja við

source: Changes made to the attachments are not permanent until you save this post. The first "listed" file will be included in RSS feeds.
is: Breytingar sem þú gerir eru á viðhenginu eru ekki varanlegar fyrr en þú vistar þessa færslu. Fyrsta skráin á "listanum" verður send með í RSS fóðrun.

source: Your image was resized to fit within the maximum allowed resolution of %resolution pixels.
is: Myndin þín var minnkuð til að falla innan hámarks stærðartakmarkana á myndum %resolution punktar.

source: 1 attachment
is: 1 viðhengi

source: upload files
is: senda inn skrár

source: view uploaded files
is: skoða innsendar skrár

source: upload
is: senda inn

source: You must enter a username.
is: Þú verður að slá inn notandanafn.

source: The username cannot begin with a space.
is: Notandanafn má ekki byrja á eyðu.

source: The username cannot end with a space.
is: Notendanafn getur ekki endað á eyðu.

source: The username cannot contain multiple spaces in a row.
is: Notandanafn má ekki innihalda margar eyður.

source: The username contains an illegal character.
is: Notandanafnið inniheldur ólöglegan bókstaf.

source: The username is not a valid authentication ID.
is: Notendanafnið er ekki gilt auðkenni.

source: The username %name is too long: it must be less than 56 characters.
is: Notendanafnið %name er of langt: það verður að vera styttra en 56 bókstafir.

source: You must enter an e-mail address.
is: Þú verður að gefa upp netfang.

source: The e-mail address %mail is not valid.
is: Netfangið %mail er ekki gilt.

source: The uploaded file was not an image.
is: Innsend skrá var ekki mynd.

source: The uploaded image is too large; the maximum file size is %size kB.
is: Innsend skrá er of stór; hámarksstærð skráar er %size kB.

source: The uploaded image is too large; the maximum dimensions are %dimensions pixels.
is: Innsend mynd er of stór; Hámarksstærð er %dimensions dílar.

source: Failed to upload the picture image; the %directory directory doesn't exist.
is: Gat ekki vistað mynd; mappan %directory er ekki til.

source: The %u ID %s is already taken.
is: %u auðkennið %s er þegar frátekið.

source: users
is: notendur

source: Member for
is: Meðlimur í

source: account settings
is: stillingar notanda

source: User login
is: Innskráning notanda

source: Who's new
is: Hverjir eru nýjir

source: Who's online
is: Hverjir eru tengdir

source: User activity
is: Virkni notanda

source: A user is considered online for this long after they have last viewed a page.
is: Notandi er álitinn vera tengdur þetta löngu eftirr að þeir hafa skoðað síðu.

source: User list length
is: Lengd notandalista

source: Maximum number of currently online users to display.
is: Hámarksfjöldi tengdra notenda sem á að sýna.

source: Username
is: Notandanafn

source: Password
is: Lykilorð

source: Log in
is: Skrá inn

source: Create new account
is: Búa til nýjan notanda

source: Create a new user account.
is: Skrá upplýsingar um nýjan notanda.

source: Request new password
is: Biðja um nýtt lykilorð

source: Request new password via e-mail.
is: Biðja um að nýtt lykilorð sé sent með pósti.

source: There is currently %members and %visitors online.
is: Það er núna %members og %visitors tengdir.

source: There are currently %members and %visitors online.
is: Það eru núna %members og %visitors tengdir.

source: Online users:
is: Tengdir notendur:

source: %user's picture
is: Mynd %user

source: user account
is: notandi

source: log in
is: skrá inn

source: register
is: innrita

source: request new password
is: biðja um nýtt lykilorð

source: add user
is: bæta við notanda

source: access control
is: aðgangsstýring

source: permissions
is: heimildir

source: roles
is: hlutverk

source: edit role
is: sýsla með hlutverk

source: account rules
is: notandareglur

source: add rule
is: bæta við reglu

source: check rules
is: athuga reglur

source: edit rule
is: sýsla með reglur

source: delete rule
is: eyða reglu

source: my account
is: mín skráning

source: log out
is: skrá út

source: user
is: notandi

source: The name %s has been denied access.
is: Nafninu %s hefur verið neitað um aðgang.

source: Session opened for %name.
is: Lota opnuð fyrir %name.

source: Sorry. Unrecognized username or password.
is: Því miður, óþekktur notandi eða lykilorð.

source: Have you forgotten your password?
is: Hefur þú gleymt lykilorðinu þínu?

source: Login attempt failed for %user: %error.
is: Innskráning mistókst fyrir %user: %error.

source: Enter your %s username, or an ID from one of our affiliates: %a.
is: Sláðu inn notendanafnið á %s, eða auðkenni frá einhverjum okkar samsstarfsaðilum: %a.

source: Enter your %s username.
is: Sláðu inn notendanafnið á %s.

source: Enter the password that accompanies your username.
is: Sláðu inn lykilorðið sem fylgir notendanafni þínu.

source: Invalid password for %s.
is: Ógilt lykilorð fyrir %s.

source: New external user: %user using module %module.
is: Nýr ytri notandi: %user notar einingu %module.

source: Session closed for %name.
is: Lotu lokað fyrir %name.

source: Sorry. The username %name is not recognized.
is: Því miður, notandinn %name er óþekktur.

source: Sorry. The e-mail address %email is not recognized.
is: Því miður, netfangið %email er ekki þekkt.

source: Password mailed to %name at %email.
is: Lykilorð sent fyrir %name til %email.

source: Your password and further instructions have been sent to your e-mail address.
is: Lykilorðið þitt og nánari leiðbeiningar hafa verið sendar á netfangið þitt.

source: Error mailing password to %name at %email.
is: Villa við að senda lykilorð til %name með %email.

source: Unable to send mail. Please contact the site admin.
is: Get ekki sent póst. Vinsamlega hafðu samband við netstjóra.

source: You must provider either a username or e-mail address.
is: Þú verður annað hvort að gefa upp notendanafn eða netfang.

source: Enter your username <strong><em>or</em></strong> your e-mail address.
is: Gefðu upp notendanafn þitt <strong><em>eða</em></strong> netfang.

source: E-mail new password
is: Senda nýtt lykilorð í netpósti

source: Detected malicious attempt to alter protected user fields.
is: Skynjaði ólöglegar aðgerðir til að breyta notendasvæðum.

source: New user: %name %email.
is: Nýr notandi: %name %email.

source: drupal user account details for %s
is: ítarlegar upplýsingar um drupal notanda %s

source: %username, You may now login to %uri using the following username and password: username: %username password: %password %edit_uri --drupal
is: %username, Þú getur nú skráð þig inn á %uri með því að nota eftirfarandi notendanafn og lykilorð: notandanafn: %username lykilorð: %password %edit_uri --drupal

source: %u has applied for an account. %uri
is: %u hefur sótt um notendanafn. %uri

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, your password and further instructions have been sent to your e-mail address.
is: Þakka þér fyrir að hafa sótt um notandanafn. Beiðni þin er nú til athugunar hjá vefstjóra.<br />Á meðan hefur lykilorð og nánari leiðbeiningar verið sendar á netfang þitt.

source: Note: if you have an account with one of our affiliates (%s), you may <a href="%login_uri">login now</a> instead of registering.
is: Athugið: Ef þú ert skráður hjá okkar samstarfsaðilum (%s), þá getur þú skráð þig inn <a href="%login_uri">núna</a> í stað þess að innrita þig.

source: Your full name or your preferred username; only letters, numbers and spaces are allowed.
is: Fullt nafn þitt eða æskilegt notendanafn, aðeins bókstafir, tölur og eyður eru leyfð.

source: A password and instructions will be sent to this e-mail address, so make sure it is accurate.
is: Lykilorð og leiðbeiningar verða sendar á þetta netfang, svo vertu viss um að það sé rétt.

source: Account information
is: Notandaupplýsingar

source: Your full name or your preferred username: only letters, numbers and spaces are allowed.
is: Fullt nafn eða æskilegt notendanafn: aðeins bókstafir, tölur og eyður eru leyfilegar.

source: Insert a valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
is: Gefðu upp gilt netfang. Allur póstur frá kerfinu verður sendur á þetta netfang. Netfangið er ekki sýnilegt og verður aðeins notað ef þú vilt fá sent nýtt lykilorð, eða ef þú vilt fá fréttir eða tilkynningar með pósti.
