Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: view
is: skoða

source: View user profile.
is: Skoða notandasnið.

source: security
is: öryggi

source: Enabled
is: Virkt

source: Default
is: Sjálfgefið

source: Operations
is: Aðgerðir

source: delete
is: eyða

source: Save configuration
is: Vista stillingar

source: Add language
is: Bæta við tungumáli

source: Import
is: Flytja inn

source: Export
is: Flytja út

source: Save translations
is: Vista þýðingar

source: edit
is: sýsla

source: Language
is: Tungumál

source: Search
is: Leita

source: locale
is: staðfærsla

source: Home
is: Heim

source: Navigation
is: Leiðarstýring

source: This action cannot be undone.
is: það er ekki hægt að bakfæra þessa aðgerð.

source: Cancel
is: Hætta við

source: none
is: ekkert

source: list
is: listi

source: categories
is: flokkar

source: configure
is: stilla

source: more
is: meira

source: Title
is: Titill

source: Description
is: Lýsing

source: Submit
is: Senda inn

source: Delete
is: Eyða

source: URL
is: Slóð

source: %time ago
is: %time síðan

source: Sunday
is: sunnudagur

source: Monday
is: mánudagur

source: Tuesday
is: þriðjudagur

source: Wednesday
is: miðvikudagur

source: Thursday
is: fimmtudagur

source: Friday
is: föstudagur

source: Saturday
is: laugardagur

source: January
is: janúar

source: February
is: febrúar

source: March
is: mars

source: April
is: apríl

source: May
is: maí

source: June
is: júní

source: July
is: júlí

source: August
is: ágúst

source: October
is: október

source: November
is: nóvember

source: December
is: desember

source: blocks
is: blokkir

source: Weight
is: Þyngd

source: Throttle
is: Inngjöf

source: Disabled
is: Óvirkt

source: content
is: innihald

source: History
is: Saga

source: Body
is: Meginmál

source: Parent
is: Foreldri

source: Preview
is: Forsýn

source: settings
is: stillingar

source: Optional
is: Valfrjálst

source: Required
is: Nauðsynlegt

source: The supplied input format is invalid.
is: Uppgefið inntakssnið er ógilt.

source: Name
is: Nafn

source: E-mail
is: netfang

source: Author
is: Höfundur

source: Subject
is: Viðfangsefni

source: Status
is: Staða

source: Published
is: Útgefið

source: Time
is: Tími

source: Vote
is: Kjósa

source: The content of this field is kept private and will not be shown publicly.
is: Innihald þessa svæðis verður ekki sýnilegt almenningi.

source: Date - newest first
is: Dagsetning - nýjasta fyrst

source: Date - oldest first
is: Dagsetning - elsta fyrst

source: 1 comment
is: 1 athugasemd

source: Message
is: Skilaboð

source: directory ping
is: hnippa í upplýsingaveitu

source: root
is: rót

source: Replies
is: Svör

source: Last post
is: Síðasti póstur

source: help
is: hjálp

source: taxonomy
is: flokkunarfræði

source: Reset
is: Frumstilla

source: locked
is: læst

source: Unlimited
is: Ótakmarkað

source: search
is: leita

source: Filter
is: Sía

source: Type
is: Tegund

source: Active
is: Virkur

source: vote
is: kjósa

source: results
is: niðurstöður

source: Page title
is: Síðuheiti

source: details
is: nánar

source: track
is: elta

source: Date
is: Dagsetning

source: User
is: Notandi

source: Hostname
is: Vélarheiti

source: Url
is: Slóð

source: file download
is: hlaða niður skrá

source: E-mail address
is: netfang

source: General settings
is: Almennar stillingar

source: 1 user
is: 1 notandi

source: Last cron run did not complete.
is: Síðastu cron keyrslu lauk ekki eðlilega.

source: Cron run completed
is: Cron keyrslu lokið

source: Built-in GD2 toolkit
is: Innbyggt GD2 tólasafn

source: The selected image handling toolkit '%toolkit' can not correctly process '%function'.
is: Valið myndatól '%toolkit' getur ekki unnið rétt með '%function'.

source: The built-in GD2 toolkit is installed and working properly.
is: Innbyggt GD2 tólasafn er uppsett og virkar eðlilega.

source: The built-in GD image toolkit requires that the GD module for PHP be installed and configured properly. For more information see %url.
is: Notkun á nnnbyggðu GD tólasafni krefst þess að GD eining fyrir PHP sé rétt uppsett og stillt. Sjá nánari upplýsingar á %url.

source: first page
is: fyrsta síða

source: previous page
is: fyrri síða

source: next page
is: næsta síða

source: last page
is: síðasta síða

source: sort by %s
is: raða eftir %s

source: sort ascending
is: raða vaxandi

source: sort descending
is: raða minnkandi

source: sort icon
is: röðunartáknmynd

source: The base theme
is: Grunnþema

source: edit primary links
is: sýsla með frumtengla

source: edit secondary links
is: sýsla með aukatengla

source: [<a href="%link">more help...</a>]
is: [<a href="%link">meiri hjálp...</a>]

source: XML feed
is: XML fóðrun

source: Confirm
is: Staðfesta

source: theme
is: þema

source: Manages the display of online help.
is: Stýrir hvernig inbyggð hjálp er sýnd.

source: No help is available for module %module.
is: Engin hjálp er til fyrir einingu %module.

source: Provides legacy handlers for upgrades from older Drupal installations.
is: Kemur með viðmót fyrir uppfærslur frá eldri Drupal útgáfum.

source: Legacy filter
is: Eldra viðmót

source: Replaces URLs from Drupal 4.1 (and lower) with updated equivalents.
is: Skiptir út slóðum frá Drupal 4.1 (og eldri) með uppfærðum einingum.

source: legacy
is: forsögulegt

source: Enables the creation of pages that can be added to the navigation system.
is: Virkjar að hægt sé að búa til síður sem hægt er að bæta við valmyndakerfið.

source: If you want to add a static page, like a contact page or an about page, use a page.
is: Ef þú vil bæta við fastri síðu, eins og tenglasíðu eða þ.h., notaðu síðu.

source: page
is: síða

source: create pages
is: búa til síður

source: edit own pages
is: sýsla með eigin síður

source: <p>Drupal can automatically send notifications (called "pings") to the %pingomatic to tell them that your site has changed. In turn pingomatic.com will ping other services like weblogs.com, Technorati, blo.gs, BlogRolling, Feedster.com, Moreover, etc.</p> <p>The ping feature requires crontab.</p>
is: <p>Drupal getur sent sjálfkrafa tilkynningar (kallað "ping") til %pingomatic til að láta vita að síðan þín hafi tekið breytingum. Síðan mun pingomatic.com senda tilkynningar (ping) á aðrar þjónustur eins og weblogs.com, Technorati, blo.gs, BlogRolling, Feedster.com, Moreover, o.s.frv.</p> <p>Ping þarfnast virks crontab.</p>

source: Alerts other sites when your site has been updated.
is: Láta aðra vita þegar vefurinn þin hefur verið uppfærður.

source: Failed to notify pingomatic.com (site).
is: Gat ekki tilkynnt pingomatic.com (setur)

source: Allows users to submit stories, articles or similar content.
is: Leyfir notendum að senda inn sögur greinar eða svipað.

source: Stories are articles in their simplest form: they have a title, a teaser and a body, but can be extended by other modules. The teaser is part of the body too. Stories may be used as a personal blog or for news articles.
is: Sögur eru greinar á sínu einfaldasta sniði, þær hafa titil, inngang og meginmál, en er hægt að útfæra nánar með öðrum einingum. Inngangur er hluti af meginmáli. Sögur má nota sem persónulegt blog eða til að skrifa fréttapistla.

source: story
is: saga

source: create stories
is: búa til sögur

source: edit own stories
is: sýsla með eigin sögur

source: Enables tracking of recent posts for users.
is: Leyfir eftirlit með nýju efni fyrir notendur.

source: recent posts
is: nýlegar færslur

source: all recent posts
is: allar nýlegar færslur

source: my recent posts
is: mínar síðustu færslur

source: track posts
is: elta færslur

source: %num new
is: %num nýjar

source: Post
is: Færsla

source: Submitted by %a on %b.
is: Sent inn af %a á %b.

source: new
is: ný

source: Enter the terms you wish to search for.
is: Sláðu inn orð sem þú vilt leita að.

source: Aggregates syndicated content (RSS and RDF feeds).
is: Safnar ritstýrðum fyrirsögnum (RSS og RDF fóðrunum).

source: Discard news items older than
is: Sleppa efni eldra en

source: Older news items will be automatically discarded. Requires crontab.
is: Eldri fyrirsögnum er sjálfkrafa hent. Þarfnast crontab.

source: Category selection type
is: Flokkaval

source: checkboxes
is: gátreitir

source: multiple selector
is: fjölval

source: aggregator
is: safnari

source: edit feed
is: sýsla með fóðrun

source: edit category
is: sýsla með flokk

source: remove items
is: fjarlægja efni

source: update items
is: uppfæra efni

source: add feed
is: bæta við fóðrun

source: add category
is: bæta við flokk

source: news aggregator
is: fréttasafnari

source: sources
is: uppsprettur

source: categorize
is: flokka

source: %title category latest items
is: nýjustu efni i flokk %title

source: %title feed latest items
is: nýjustu efni i fóðrun %title

source: Number of news items in block
is: Fjöldi fyrirsagna i blokk

source: View this feed's recent news.
is: Skoða nýjar fréttir frá þessari uppsprettu.

source: View this category's recent news.
is: Skoða nýjar fréttir í þessum flokk.

source: Removed news items from %site.
is: Fjarlægði fyrirsagnir frá %site.

source: No new syndicated content from %site.
is: Ekkert nýtt ritstýrt efni frá %site.

source: Updated URL for feed %title to %url.
is: Uppfærði slóð fyrir fóðrun %title í %url.

source: Syndicated content from %site.
is: Ritstýrt efni frá %site.

source: Failed to parse RSS feed %site: %error.
is: Gat ekki unnið úr RSS fóðrun frá %site: %error.

source: Failed to parse RSS feed %site: %error at line %line.
is: Gat ekki unnið úr RSS fóðrun frá %site: %error í línu %line.

source: Failed to parse entry from %site feed: suspicious input data.
is: Gat ekki unnið úr fyrirsögn frá %site: grunsamleg gögn.

source: The name of the feed; typically the name of the web site you syndicate content from.
is: Nafn fóðrunar; venjulega nafn vefs sem þú safnar efni frá.

source: The fully-qualified URL of the feed.
is: Fullformuð slóð á fóðrun.

source: Update interval
is: Uppfærslumillibil

source: The refresh interval indicating how often you want to update this feed. Requires crontab.
is: Uppfærslumillibil segir til um hversu oft þú vilt uppfæra þessa fóðrun. Þarfnast crontab.

source: Categorize news items
is: Flokka fréttaefni

source: New items in this feed will be automatically filed in the the checked categories as they are received.
is: Fyrirsagnir frá þessari fóðrun verður sjálfkrafa raðað i valda flokka þegar þær eru mótteknar.

source: Feed overview
is: Yfirlit fóðrunar

source: Items
is: Efni

source: Last update
is: Síðasta uppfærsla

source: Next update
is: Næsta uppfærsla

source: never
is: aldrei

source: %time left
is: %time eftir

source: Category overview
is: Yfirlit flokka

source: The category has been updated.
is: Flokkurinn hefur verið uppfærður.

source: The feed has been updated.
is: Fóðrunin hefur verið uppfærð.

source: The category has been deleted.
is: Flokknum hefur verið eytt.

source: The feed has been deleted.
is: Fóðruninni hefur verið eytt.

source: The categories have been saved.
is: Flokkarnir hafa verið vistaðir.

source: Categorize
is: Flokka

source: Save categories
is: Vista flokka

source: blog it
is: Blogga það

source: Comment on this news item in your personal blog.
is: Skrá athugasemdir við þetta efni í þitt blogg.

source: %age old
is: %age gamalt

source: Source
is: Uppruni

source: Categories
is: Flokkar

source: 1 item
is: 1 efni

source: administer news feeds
is: sýsla með fréttafóðrun

source: access news feeds
is: aðgangur að fréttafóðrun

source: Displays a calendar for navigating older content.
is: Sýnir dagatal til að flakka um eldra innihald.

source: A calendar to browse the archives
is: Dagatal til að fletta í söfnum

source: Previous month
is: Fyrri mánuður

source: Next month
is: Næsti mánuður

source: Mo
is: má

source: Tu
is: þr

source: We
is: mi

source: Th
is: fi

source: Fr
is: fö

source: Sa
is: la

source: Calendar to browse archives
is: Dagatal til að fletta í söfnum

source: Browse archives
is: Fletta í söfnum

source: archives
is: söfn

source: Show
is: Sýna

source: 1 post
is: 1 efni

source: archive
is: safn

source: <p>Blocks are the boxes visible in the sidebar(s) of your web site. These are usually generated automatically by modules (e.g. recent forum topics), but you can also create your own blocks.</p> <p>The sidebar each block appears in depends on both which theme you are using (some are left-only, some right, some both), and on the settings in block management.</p> <p>The block management screen lets you specify the vertical sort-order of the blocks within a sidebar. You do this by assigning a weight to each block. Lighter blocks (smaller weight) "float up" towards the top of the sidebar. Heavier ones "sink down" towards the bottom of it.</p> <p>A block's visibility depends on:</p> <ul> <li>Its enabled checkbox. Disabled blocks are never shown.</li> <li>Its throttle checkbox. Throttled blocks are hidden during high server loads.</li> <li>Its path options. Blocks can be configured to only show/hide on certain pages.</li> <li>User settings. You can choose to let your users decide whether to show/hide certain blocks.</li> <li>Its function. Dynamic blocks (such as those defined by modules) may be empty on certain pages and will not be shown.</li> </ul> <h3>Administrator defined blocks</h3> <p>An administrator defined block contains content supplied by you (as opposed to being generated automatically by a module). Each admin-defined block consists of a title, a description, and a body which can be as long as you wish. The Drupal engine will render the content of the block.</p>
is: <p>Blokkir eru sýnilegar á hliðarslá(m) vefsins þíns. Þær eru venjulega búnar til sjálfkrafa af einingu (t.d. "hverjir eru tengdir"), en þú getur einnig búið til þínar eigin blokkir.</p> <p>Hvar blokkin er á hliðarsláinni veltur bæði á hvaða þema þú ert að nota (sum eru aðeins-vinstri, sum eru aðeins-hægri, sum hvoru tveggja), og á stillingum í blokkar-einingunni.</p> <p>Blokkar-stjórneiningin hjálpar þér við að raða blokkunum lóðrétt. Þú gerir þetta með því að gefa hverri blokk mismunandi þyngd. Léttari blokkir (minni þyngd) "fljóta upp" að toppi hliðarslárinnar. Þær þyngri "sökkva niður" að botni slárinnar.</p> <p>Sýnileiki blokkar veltur á:</p> <ul> <li>Hvort það sé merkt sýnilegt. Óvirkar blokkir eru aldrei sýndar.</li> <li>Álags-gátreiturinn. Álagsstýrðar blokkir eru faldar ef álag á miðlara er mikið.</li> <li>Slóðarvalkostur. Stýra má á hvaða síðum blokkir sjást.</li> <li>Stillingar notanda. Þú getur leyft notendum að ákveða hvort þeir vilji fela/sjá ákveðnar blokkir.</li> <li>Eiginleiki blokkarinnar. Breytilegar blokkir (eins og þær sem eru búnar til af einingum) geta verið tómar á sumum síðum og þi ekki sýndar.</li> </ul> <h3>Blokkir búnar til af kerfisstjóra</h3> <p>Blokk sem er búin til af vefstjóra inniheldur efni sem þú býrð til (ekki búið til sjálfkrafa af einingu). Allar blokkir erm eru búar til af vefstjóra innihalda titil, lýsingu, og innihald sem getur verið eins mikið og þú vilt. Drupal vefumsjónarkerfið mun teikna blokkina.</p>

source: Controls the boxes that are displayed around the main content.
is: Stýrir blokkum sem eru birtar umhverfis megininnihald síðu.

source: <p>Blocks are the boxes in the left and right side bars of the web site. They are made available by modules or created manually.</p> <p>Only enabled blocks are shown. You can position the blocks by deciding which side of the page they will show up on (sidebar) and in which order they appear (weight).</p> <p>If you want certain blocks to disable themselves temporarily during high server loads, check the 'Throttle' box. You can configure the auto-throttle on the <a href="%throttle">throttle configuration page</a> after having enabled the throttle module.</p>
is: <p>Blokkir eru reitirnir í hægri og vinstri slánum á vefsíðunni. Þær eru búnar til af einingum eða smíðaðar handvirkt.</p> <p>Aðeins virkar blokkir eru sýndar. Þú getur staðsett blokkir með því að ákvarða á hvorri hlið síðunnar þær birtast (hliðarslá) og í hvaða röð þær birtast (þyngd).</p> <p>Ef þú vilt að ákveðnar blokkir hverfi við mikið álag á vefmiðlara, krossaðu þá við 'Álagsstýring' reitinn. Þú getur stillt álagsstýringuna á <a href="%throttle">Álagsstýringarsíðunni</a> eftir að hafa virkjað álagsstýringar-eininguna.</p>

source: <p>Here you can create a new block. Once you have created this block you must make it active and give it a place on the page using <a href="%overview">blocks</a>. The title is used when displaying the block. The description is used in the "block" column on the <a href="%overview">blocks</a> page.</p>
is: <p>Hér getur þú búið til nýja blokk. Þegar þú hefur búið til þessa blokk þá verður þú að gera hana virka og setja á síðuna með því að nota <a href="%overview">blokkir</a>. Titillinn er notaður þegar blokkin er birt. Lýsingin er notuð í "blokkar" dálknum á <a href="%overview">yfirlitssíðunni</a>.</p>

source: configure block
is: sýsla með blokk

source: delete block
is: eyða blokk

source: add block
is: bæta við blokk

source: The block settings have been updated.
is: Stillingar blokkar hafa verið uppfærðar.

source: Block
is: Blokk

source: Sidebar
is: Hliðarslá

source: left
is: vinstri

source: right
is: hægri

source: Left sidebar
is: Vinstri hliðarslá

source: Right sidebar
is: Hægri hliðarslá

source: Save blocks
is: Vista blokkir

source: Save block
is: Vista blokk

source: The block configuration has been saved.
is: Stillingar blokkarinnar hafa verið vistaðar.

source: Block-specific settings
is: Blokkarstillingar

source: '%name' block
is: '%name - blokk

source: Custom visibility settings
is: Sérsniðnar reglur um sýnileika

source: Users cannot control whether or not they see this block.
is: Notendur geta ekki stýrt hvort þessi blokk sé sýnileg.

source: Show this block by default, but let individual users hide it.
is: Sýna þessa blokk sjálfgefið, en leyfa notendum að fela hana.

source: Hide this block by default but let individual users show it.
is: Fela þessa blokk sjálfgefið, en leyfa notendum að gera hana sýnilega.

source: Allow individual users to customize the visibility of this block in their account settings.
is: Leyfa notendum að velja sýnileika þessarar blokkar í sínum notendastillingum.

source: Show block on specific pages
is: Sýna blokk á völdum síðum

source: Show on every page except the listed pages.
is: Sýna á öllum síðum, nema þeim sem eru á listanum.

source: Show on only the listed pages.
is: Sýna aðeins á völdum síðum.

source: Pages
is: Síður

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are '<em>blog</em>' for the blog page and '<em>blog/*</em>' for every personal blog. '<em>&lt;front&gt;</em>' is the front page.
is: Sláðu inn eina Drupal slóð í hverja línu. Bókstafurinn '*' er algildisstafur. Dæmi slóðir eru '<em>blog</em>' fyrir Vefdagbókar síðuna og '<em>blog/*</em> fyrir allar vefdagbókar síðurnar. '<em>&lt;front&gt;</em>' er forsíðan.

source: Restrict block to specific content types
is: Takmarka blokk við ákveðið innihald

source: Selecting one or more content types will cause this block to only be shown on pages of the selected types. This feature works alone or in conjunction with page specific visibility settings. For example, you can specify that a block only appear on book pages in the 'FAQ' path.
is: Ef þú velur eina eða fleiri innihaldstegundir mun blokkin aðeins verða sýnd á síðum af þeirri tegund. Þetta gildir eitt og sér eða saman með sérvöldum síðum. Til dæmis getur þú valið að blokk birtist aðeins á bókar-síðum í 'SOS' slóðinni.

source: User specific visibility settings
is: Notendaháður sýnileiki innihalds

source: Page specific visibility settings
is: Síðuháður sýnileiki innihalds

source: Content specific visibility settings
is: Sýnileiki innihalds

source: The new block has been added.
is: Nýrri blokk hefur verið bætt við.

source: The block %name has been deleted.
is: Blokkinni %name hefur verið eytt.

source: Are you sure you want to delete the block %name?
is: Ert þú viss um að þú viljir eyða blokk %name?

source: Block title
is: Blokkartitill

source: The title of the block as shown to the user.
is: Titill blokkar eins og hún birtist notanda.

source: Block body
is: Meginhluti blokkar

source: The content of the block as shown to the user.
is: Innihald blokkar eins og hún birtist notanda.

source: Block description
is: Blokkarlýsing

source: A brief description of your block. Used on the <a href="%overview">block overview page</a>.
is: Stutt lýsing á blokkinni þinni.Notað á <a href="%overview">yfirlitsíðunni</a>.

source: Block configuration
is: Blokkarstilling

source: administer blocks
is: sýsla með blokkir

source: block
is: blokk

source: Blog entry
is: Bloggfærsla

source: A blog is a regularly updated journal or diary made up of individual posts shown in reversed chronological order. Each member of the site may create and maintain a blog.
is: Blogg er reglulega uppfærð dagbók sem samanstendur af einstökum skrifum sýndum í öfugri röð eftir dagsetningu. Hver meðlimur vefsins getur skrifað og viðhaldið bloggi.

source: View recent blog entries
is: Sýna nýlegar bloggfærslur

source: Read @username's latest blog entries.
is: Lesa bloggfærslur frá @username.

source: The blog module allows registered users to maintain an online weblog (commonly known as a blog), often referred to as an online journal or diary. Blogs are made up of individual posts that are time stamped and are typically viewed by date as you would a diary. Blogs often contain links to web pages users have read and/or agree/disagree with.
is: Blogg einingin gerir skráðum notendum mögulegt að viðhalda vefskrá á netinu (einnig þekkt sem blogg) en oftast talað um sem dagbók. Blogg samanstanda af einstökum skrifum sem eru stimplaðir eftir tíma og eru yfirleitt skoðaðir í tímaröð eins og þú myndir lesa dagbók. Blogg innihalda oft krækjur á vefsíður sem notendur hafa lesið og/eða eru sammála/ósammála.

source: The blog module adds a <em>user blogs</em> navigation link to the site, which takes any visitor to a page that displays the most recent blog entries from all the users on the site. The navigation menu has a <em>create a blog entry</em> link (which takes you to a submission form) and a <em>view personal blog</em> link (which displays your blog entries as other people will see them). The blog module also creates a <em>recent blog posts</em> block that can be enabled.
is: Blogg einingin bætir <em>blogg notenda</em> tengli í stýringarvalmyndina sem tekur hvaða gest sem er að síðu þar sem sýndar eru allar nýjustu bloggfærslur frá öllum notendum á vefnum. Stýringarvalmyndin hefur <em>skrifa bloggfærslu</em> tengil (sem tekur þig að skráningarformi) og <em>sýna persónulegt blogg</em> tengil (sem sýnir þínar bloggfærslur eins og aðrir sjá þær). Blogg einingin býr einnig til <em>nýlegar bloggfærslur</em> blokk sem hægt er að virkja.
