Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: Save field
is: Vista svæði

source: No fields defined.
is: Engin svæði skilgreind.

source: Add new field
is: Bæta við nýju svæði

source: single-line textfield
is: einnar-línu textasvæði

source: multi-line textfield
is: Marg-línu textasvæði

source: checkbox
is: gátreitur

source: list selection
is: val úr lista

source: freeform list
is: formfrjáls listi

source: date
is: dagsetning

source: profile
is: notandasnið

source: Allows content to be moderated by the community.
is: Veitir notendum ritstjórn á inihaldi vefs.

source: <p>The queue provides a way for your users to vote on submitted content. This is called <strong>moderation</strong>. Users can moderate a post up (give it a point), or down (subtract a point). The settings below give you control over how many points are required for the status of a post to be automatically changed. See individual items for details.</p>
is: <p>Biðröðin veitir notendum þínum möguleika á að kjósa um innsent efni. Þetta er kallað <strong>ritstjórn</strong>. Notendur geta aukið vægi efnis (gefið því stig), eða minnkað (dregið frá stig). Stillingarnar hér að neðan veita þér stjórn á því hversu mörg stig er þörf á til að staða efnis breytist. Sjá nánari lýsingar um einstaka liði.</p>

source: Post threshold
is: Efnis-þröskuldur

source: When a post gets this number of moderation points, it is <strong>promoted to the front page</strong> automatically.
is: Þegar efnni fær þetta mörg atkvæði, þá er það sjálfkrafa <strong>sett á forsíðu</strong>.

source: Dump threshold
is: Rusl-þröskuldur

source: When a post drops below this number of points, its status is changed to <strong>unpublished</strong>.
is: Þegar efni fær færri stig en þetta, er stöðu þess sjálfkrafa breytt í <strong>ósýnilegt</strong>.

source: Expiration threshold
is: Útrunnið-þröskuldur

source: When a post gets this number of points, its status is changed to <strong>unpublished</strong>.
is: Þegar efni fær þetta mörg stig, þá er stöðu þess sjálfkrafa breytt í <strong>ósýnilegt</strong>.

source: Show comments
is: Sýna athugasemdir

source: Tick the box to show comments below the moderation form.
is: Krossaðu við reitinn til að sýna athugasemdir fyrir neðan ritstýringarformið.

source: submission queue
is: innsendingarbiðröð

source: Moderation: approved %title.
is: Ritstýring: samþykkti %title.

source: The post is promoted.
is: Efnið fær aukið vægi.

source: Moderation: declined %title (rollback).
is: Ritstýring: hafnað %title (snúið til baka).

source: The post has been declined and the previous version has been restored.
is: Efninu hefur verið hafnað og fyrri útgáfa hefur verið sett inn aftur.

source: Moderation: declined %title.
is: Ritstýring: hafnað %title.

source: The post has been declined.
is: Efninu hefur verð hafnað.

source: Moderation: expired %title (rollback).
is: Ritstýring: útrunnið %title (snúið til baka).

source: The post has expired and the previous version has been restored.
is: Efnið hefur runnið út og fyrri útgáfa hefur verið sett inn aftur.

source: Moderation: expired %title.
is: Ritstýring: útrunnið %title.

source: The post has expired.
is: Efnið er útrunnið.

source: Score
is: Stig

source: No posts available in queue.
is: Ekkert efni tiltækt í biðröðinni.

source: Submission queue
is: Innsendingarbiðröð

source: neutral (+0)
is: hlutlaust (+0)

source: post it (+1)
is: birta það (+1)

source: dump it (-1)
is: henda því (-1)

source: Your vote has been recorded.
is: Atkvæði þitt hefur verið skráð.

source: When new content is submitted, it goes into the submission queue. Registered users with the appropriate permission can access this queue and vote whether they think the content should be approved or not. When enough people vote to approve the content, it is displayed on the front page. On the other hand, if enough people vote to drop it, the content will disappear.
is: Þegar nýtt efni hefur verið sent inn, þá fer það i innsendingarbiðröðina. Skráðir notendur með nægilegar heimildir hafa aðgang að þessari biðröð og geta kosið hvort þeim finnst að innihald ætti að vera samþykkt eða ekki. Þegar nægilega margir hafa kosið til að samþykkja innihaldið, þá verður það sýnt á forsíðu. Á hinn veginn, ef nægilega margir velja að hafna þessu efni þá hverfur það.

source: Your vote
is: Þitt atkvæði

source: Moderate
is: Ritstýra

source: Moderation results
is: Niðurstöður ritstýringar

source: %user voted %vote
is: %user kaus %vote

source: This node has not yet been moderated.
is: Þessi tengipunktur hefur ekki enn farið í gegn um ritstýringu.

source: The post is queued for approval. You can check the votes in the <a href="%queue">submission queue</a>.
is: Efnið hefur verið sent inn til samþykktar. Þú getur athugað með stöðu atkvæða á <a href="%queue">innsendingarbiðröðinni</a>.

source: The post is queued for approval. The editors will decide whether it should be published.
is: Efnið hefur verið sent inn til samþykktar. Ritstjórar munu ákveða hvort það verður birt.

source: access submission queue
is: aðgang að innsendingarbiðröð

source: queue
is: biðröð

source: Enables site-wide keyword searching.
is: Virkjar lykilorðaleit á vef.

source: <p>The search engine works by maintaining an index of the words in your site's content. You can adjust the settings below to tweak the indexing behaviour. Note that the search requires cron to be set up correctly.</p>
is: <p>Leitarvélin vinnur með því að halda utan um lista af orðum sem eru á þínum vefsíðum. Þú getur breytt stillingum hérna til að afa áhrif á orðalistann. Athugið að leitin krefst þess að "cron" sé rétt uppsett.</p>

source: <p><ul> <li>Check if your spelling is correct.</li> <li>Try using wildcards: <em>walk*</em> matches <em>walker</em>, <em>walking</em>, ...</li> <li>Use longer words (words shorter than %number letters are ignored).</li> </ul></p>
is: <p><ul> <li>Athugaðu hvort stafsetningin sé rétt.</li> <li>Reyndu að nota algildistákn: <em>gan*</em> passar við <em>gangur</em>, <em>gangandi</em>, ...</li> <li>Notaðu lengri orð (orð sem eru styttri en %number bókstafir eru hunsuð).</li> </ul></p>

source: Search form
is: Leitarform

source: The index will be rebuilt.
is: Orðalisti verður endurbyggður.

source: %percentage of the site has been indexed.
is: %percentage af vefnum hefur verið orðflokkaður.

source: Items to index per cron run
is: Orð sem á að bæta við listann í hvert sinn

source: The maximum amount of items that will be indexed in one cron run. Set this number lower if your cron is timing out or if PHP is running out of memory.
is: Mesti fjöldi orða sem verður bætt við orðalistann í hverri cron keyrslu. Lækkaðu þetta gildi ef cron er að falla á tíma eða PHP er að eyða of miklu minni.

source: Minimum word length to index
is: Lágmarkslengd orð í orðalista

source: The number of characters a word has to be to be indexed. Words shorter than this will not be searchable.
is: Fjöldi bókstafa sem verða að vera í orði svo það fari í orðalista. Ekki verður því hægt að leita að styttri orðum en þetta gildi.

source: Minimum word length to search for
is: Lágmarkslengd leitarorðs

source: The number of characters a word has to be to be searched for, including wildcard characters.
is: Fjöldi bókstafa sem verða að vera í orði svo það sé gilt leitarorð, þ.m.t. algildisstafir.

source: Search: %keys (%type).
is: Leit: %keys (%type).

source: Search results
is: Leitarniðurstöður

source: Your search yielded no results
is: Leit skilaði engum niðurstöðum

source: Please enter some keywords.
is: Vinsamlega sláðu inn nokkur lykilorð

source: Enter your keywords
is: Sláðu inn lykilorð

source: There is 1 item left to index.
is: Það á eftir að skrá 1 færslu.

source: The word %words was not included because it is too short.
is: Orðið %words var ekki tekið með í leitinni, því það er of stutt

source: search content
is: leita innihald

source: administer search
is: Sýsla með leit

source: Logs access statistics for your site.
is: Skráir aðgangsupplýsingar fyrir vefinn þinn.

source: <p>Settings for the statistical information that Drupal will keep about the site. See <a href="%statistics">site statistics</a> for the actual information.</p>
is: <p>Stillingar fyrir aðgangs-upplýsingarnar sem Drupal geymir fyrir vefinn. Sjá <a href="%statistics">tölfræði vefs</a> fyrir nánari upplýsingar.</p>

source: <p>This page shows you the most recent hits.</p>
is: <p>Þessi síða sýnir þér hvaða síður eru vinsælastar núna.</p>

source: <p>This page shows you all external referrers. These are links pointing to your web site from outside your web site.</p>
is: <p>Þessi síða sýnir ykkur allar ytri tengla á vefinn. Þetta eru aðrar ytri síður (tenglar) sem benda á þínar vefsíður.</p>

source: recent hits
is: nýlegar flettingar

source: top pages
is: vinsælustu síðurnar

source: top users
is: virkustu notendurnir

source: referrers
is: tilvitnanir

source: track page visits
is: fylgjast með heimsóknum á síður

source: Page URL
is: Slóð að síðu

source: Referrer
is: Tilvitnandi

source: Timestamp
is: Tímastimpill

source: Page
is: Síða

source: Hits
is: Notkun

source: Top pages in the past %interval
is: Vinsælustu síðurnar á síðustu - %interval

source: Top users in the past %interval
is: Virkustu notendurnir síðustu - %interval

source: Top referrers in the past %interval
is: Virkustu tilvitnendur síðustu - %interval

source: Last visit
is: Síðasta heimsókn

source: Enable access log
is: Virkja aðgangsskráningu

source: Log each page access. Required for referrer statistics.
is: Skrá hverja uppflettingu á síðu. þörf fyrir athugun á tilvitnendum.

source: Discard access logs older than
is: Henda aðgangsskráningu eldri en

source: Older access log entries (including referrer statistics) will be automatically discarded. Requires crontab.
is: Eldri aðgangskráningarfærslur (þ.m.t hverjir vitnuðu í síðurnar) verður sjálfkrafa eytt. Þarfnast crontab.

source: Access log settings
is: Stillingar aðgangsskráningar

source: Count content views
is: Telja uppflettingar á efni

source: Increment a counter each time content is viewed.
is: Hækka teljara í hvert sinn sem efni er skoðað.

source: Display counter values
is: Sýna teljaragildi

source: Display how many times given content has been viewed.
is: Sýna hversu oft tiltekið efni hefur verið skoðað.

source: Content viewing counter settings
is: Stillingar innihaldsskoðunar-teljara

source: Popular content
is: Vinsælt efni

source: Number of day's top views to display
is: Fjöldi daga sem á að sýna vinsælt efni

source: How many content items to display in "day" list.
is: Hversu mörg efni á að sýna í "dags" listanum.

source: Number of all time views to display
is: Fjöldi heildarskoðanna sem á að sýna

source: How many content items to display in "all time" list.
is: Hversu mörg efni á að birta á "heildar" listanum.

source: Number of most recent views to display
is: Fjöldi á nýjustu skoðunum sem á að birta

source: How many content items to display in "recently viewed" list.
is: Hversu mörg efni á að birta á "nýlega skoðað" listanum.

source: Today's:
is: Í dag:

source: All time:
is: Heildar:

source: Last viewed:
is: Síðast skoðað:

source: 1 read
is: 1 lestur

source: access statistics
is: aðgangstölfræði

source: statistics
is: tölfræði

source: <p>Welcome to the administration section. Below are the most recent system events.</p>
is: <p>Velkomin í kerfisstjórnunarhluta. Hér að neðan eru síðustu færslurnar í kerfisannálnum.</a>

source: <p>General configuration options for your site. Set up the name of the site, e-mail address used in mail-outs, clean URL options, caching, etc.</p>
is: <p>Almennar stillingar fyrir þinn vef. Setja upp nafn vefsins, netfang sem er notað fyrir svarsendingar, slóðavalkostir, biðminni, o.s.frv.</p>

source: <p>Select which themes are available to your users and specify the default theme. To configure site-wide display settings, click the "configure" task above. Alternately, to override these settings in a specific theme, click the "configure" link for the corresponding theme.</p>
is: <p>Veldu hvaða þemu eru tiltæk fyrir notendur þína og tilgreindu sjálfgefið þema. Til að stilla uppsetningu fyrir vefinn, smelltu á "stilla" hnappinn hér að ofan, Að auki getur þú breytt þessum stillingum fyrir ákveðið þema, smelltu á "stilla" tengilinn fyrir viðkomandi þema.</p>

source: <p>These options control the default display settings for your entire site, across all themes. Unless they have been overridden by a specific theme, these settings will be used.</p>
is: <p>Þessir valkostir stjórna sjálfgefnum útlitsstillingum fyrir allann vefinn þinn, fyrir öll þemu. Ef þú breytir ekki þessum stillingum fyrir einstakt þema, þá munu þessar stillingar verða notaðar.</p>

source: <p>These options control the display settings for the <code>%template</code> theme. When your site is displayed using this theme, these settings will be used. By clicking "Reset to defaults," you can choose to use the <a href="%global">global settings</a> for this theme.</p>
is: <p>Þessar stillingar stjórna útliti fyrir <code>%template</code> þemað. Þegar vefurinn þinn er birtur undir þessu þema, þá verða þessar stillingar notaðar. Með því að smella á "Endursetja í upphafsstillingar" þá getur þú valið að nota <a href="%global">víðværu stillingarnar</a> fyrir þetta þema.</p>

source: <p>Modules are plugins for Drupal that extend its core functionality. Here you can select which modules are enabled. Click on the name of the module in the navigation menu for their individual configuration pages. Once a module is enabled, new <a href="%permissions">permissions</a> might be made available. Modules can automatically be temporarily disabled to reduce server load when your site becomes extremely busy by enabling the throttle.module and checking throttle. The auto-throttle functionality must be enabled on the <a href="%throttle">throttle configuration page</a> after having enabled the throttle module.</p>
is: <p>Einingar eru forritahlutar fyrir Drupal sem útvíkka kjarnan. Hér getur þú valið hvaða einingar eru virkjaðar. Smelltu á nafn einingarinnar í leiðarvalmyndinni til að stilla hverja einingu fyrir sig. Þegar eining er virkjuð, þá gætu verið nýjar <a href="%permissions">heimildir</a> til staðar. Hægt er að haftengja einingar tímabundið til að minnka álag á vefþjónustu með því að virkja álagsstýringar-eininguna og krossa við álagsstýringu. Álagsstýringar-eininguna verður að stilla á <a href="%throttle">álagsstýringar síðunni</a> eftir að einingin hefur verið virkjuð.</p>

source: Handles general site configuration for administrators.
is: Sér um allmennar vefstillingar fyrir kerfisstjóra.

source: administer
is: kerfisstjórn

source: themes
is: þemu

source: global settings
is: víðværar stillingar

source: modules
is: einingar

source: Screenshot for %theme theme
is: Dæmi um skjámynd fyrir þemað %theme

source: no screenshot
is: engin skjámynd

source: Screenshot
is: Skjámynd

source: Selected
is: Valið

source: Theme settings
is: Þemastillingar

source: Selecting a different theme will change the look and feel of the site.
is: Ef þú velur annað þema mun útlit og viðmót vefsíðunnar breytast.

source: Locale settings
is: Staðfærsla

source: Time zone
is: Tímabelti

source: Select your current local time. Dates and times throughout this site will be displayed using this time zone.
is: Veldu þitt staðbundna tímabelti. Dagsetningar og tími verða birt á vefnum með þessum stillingum.

source: The name of this web site.
is: Nafn vefsíðunnar.

source: A valid e-mail address for this website, used by the auto-mailer during registration, new password requests, notifications, etc.
is: Gilt netfang fyrir þennan vef, þetta netfang er notað þegar notandi er innritaður, beiðnum svarað um gleymd lykilorð, tilkynningar, o.s.frv.

source: Slogan
is: Slagorð

source: The slogan of this website. Some themes display a slogan when available.
is: Slagorð síðunnar. Sum þemu birta slagorð þegar það er tiltækt.

source: Mission
is: Tilgangur

source: Your site's mission statement or focus.
is: Tilgangur eða framtíðarsýn þessa vefs.

source: Footer message
is: Neðanmáls-skilaboð

source: This text will be displayed at the bottom of each page. Useful for adding a copyright notice to your pages.
is: Þessi texti verður birtur neðst ða hverri síðu. Gagnlegt ef þú vilt t.d. bæta við höfundarréttartexta á hverja síðu.

source: Anonymous user
is: Óþekktur notandi

source: The name used to indicate anonymous users.
is: Nafnið er notað til að auðkenna óþekkta notendur.

source: Default front page
is: Sjálfgefin forsíða

source: The home page displays content from this relative URL. If you are not using clean URLs, specify the part after "?q=". If unsure, specify "node".
is: Heimasíðan birtir innihald frá þessari óbeinu slóð. Ef þú er ekki að nota "hreinar slóðir" tilgreindu hlutann eftir "?q=". Ef þú ert ekki viss, gefðu upp "node".

source: Clean URLs
is: Hreinar slóðir

source: This option makes Drupal emit clean URLs (i.e. without <code>?q=</code> in the URL). You'll need <code>ModRewrite</code> support for this to work. See the <code>.htaccess</code> file in Drupal's top-level directory for more information.
is: Þessi valkostur lætur Drupal nota hreinar slóðir (þ.e. án <code>?q=</code> í slóðinni). Þú þarft að hafa virkan stuðning fyrir <code>ModRewrite</code> svo þetta virki. Sjá nánar í <code>.htaccess</code> skránni í kerfismöppu Drupal.

source: Never
is: Aldrei

source: Default 403 (access denied) page
is: Sjálfgefin 403 (aðgangi hafnað) síða

source: This page is displayed when the requested document is denied to the current user. If you are not using clean URLs, specify the part after "?q=". If unsure, specify nothing.
is: Þessi síða er sýnd ef aðgangi að umbeðinni síðu er hafnað. Ef þú ert ekki að nota hreinar slóðir, tilgreindu hlutann á eftir "?q=". Ef þú ert ekki viss, tilgreindu ekkert.

source: Default 404 (not found) page
is: Sjálfgefin 404 (finnst ekki) síða

source: This page is displayed when no other content matches the requested document. If you are not using clean URLs, specify the part after "?q=". If unsure, specify nothing.
is: Þessi síða er sýnd ef engin önnur passar við umbeðna síðu. Ef þú ert ekki að nota hreinar slóðir, tilgreindu hlutann á eftir "?q=". Ef þú ert ekki viss, tilgreindu ekkert.

source: Error reporting
is: Villutilkynningar

source: Write errors to the log
is: Skrifa villur í annálinn

source: Write errors to the log and to the screen
is: Skrifa villur í annálinn og á skjáinn

source: Where Drupal, PHP and SQL errors are logged. On a production server it is recommended that errors are only written to the error log. On a test server it can be helpful to write logs to the screen.
is: Hvar á að skrá PHP og SQL villutilkynningar. Á kerfi sem er í notkun er mælt með að villur séu aðeins skráðar í annálinn. Á prufukerfi getur verið hjálplegt að fá villur á skjáinn.

source: Discard log entries older than
is: Fleygja annálafærslum eldri en

source: The time log entries should be kept. Older entries will be automatically discarded. Requires crontab.
is: Tími sem á að geyma villutilkynningar. Eldri færslum verður sjálfkrafa eytt. Þarfnast crontab.

source: Error handling
is: Villumeðhöndlun

source: Cache support
is: Biðminnis-stuðningur

source: Enable or disable the caching of rendered pages. When caching is enabled, Drupal will flush the cache when required to make sure updates take effect immediately. Check the <a href="%documentation">cache documentation</a> for information on Drupal's cache system.
is: Virkja eða aftengja biðminni fyrir óbeinar slóðir. Þegar biðminni er virkt, þá mun Drupal tæma biðminnið þegar þess er þörf til að passa að uppfærslur séu virkar samstundis. Athugið <a href="%documentation">biðminnis leiðbeiningar</a> varðandi nánari upplýsingarr um hegðan Drupal biðminnisins.

source: Cache settings
is: Biðminnis-stillingar

source: File system path
is: Skráargeymsluslóð

source: A file system path where the files will be stored. This directory has to exist and be writable by Drupal. If the download method is set to public this directory has to be relative to Drupal installation directory, and be accessible over the web. When download method is set to private this directory should not be accessible over the web. Changing this location after the site has been in use will cause problems so only change this setting on an existing site if you know what you are doing.
is: Slóð að svæði þar sem skrár verða vistaðar. Þessi mappa verður að vera til og vera skrifanleg af Drupal. Ef innsendingaraðferð er sett sem <em>opin</em> þá verður þessi mappa að vera óbein slóð frá Drupal innsetningarmöppu, og vera aðengileg frá vefnum. Þegar innsendingaraðferð er sett sem <em>prívat</em> þá ætti þessi slóð ekki að vera aðgengileg frá vefnum. Ef þessari slóð er breytt eftir að vefurinn hefur verið notaður, þá gætu komið upp villur, svo breytið þessari slóð ekki á keyrandi kerfi nema ef þið vitið hvað þið eruð að gera.

source: Temporary directory
is: Mappa fyrir tímabundnar skrár

source: Location where uploaded files will be kept during previews. Relative paths will be resolved relative to the file system path.
is: Staðsetning þar sem innsendar skrár eru geymdar þegar þær eru skoðaðar. óbeinar slóðir verða miðaðar við kerfisslóð.

source: Download method
is: Innsendingaraðferð

source: Public - files are available using http directly.
is: Opið - skrár eru fluttar beint með http.

source: Private - files are transferred by Drupal.
is: Prívat - skrár eru fluttar af Drupal.

source: If you want any sort of access control on the downloading of files, this needs to be set to <em>private</em>. You can change this at any time, however all download URLs will change and there may be unexpected problems so it is not recommended.
is: Ef þú vilt hafa einhverja aðgangsstjórn á innsendingum skráa, þá verður þetta að vera sett sem <em>prívat</em>. Þú getur breytt þessu hvenær sem þú vilt, en allar slóðir á vistuðu efni munu þá breytast og það gætu orðið óvæntar uppákomur svo við mælum ekki með því.

source: File system settings
is: Skráarkerfisstillingar

source: Select an image processing toolkit
is: Veldu myndmeðhöndlunarforrit

source: Image handling
is: Myndasýsl

source: Default time zone
is: Sjálfgefið tímabelti

source: Select the default site time zone.
is: Veldu sjálfgefið tímabelti síðu.

source: Configurable time zones
is: Stilla tímabelti

source: Enable or disable user-configurable time zones. When enabled, users can set their own time zone and dates will be updated accordingly.
is: Virkja eða aftengja leyfi notenda til að velja eigin tímabelti. Þegar virkt þá geta notendur sett eigin tímabelti og tími og dagsetningar verða uppfærð samkvæmt því.

source: Short date format
is: Stutt dagsetningasnið

source: The short format of date display.
is: Stutt form á dagsetningarsniði.

source: Medium date format
is: Miðlungs dagsetningarsnið

source: The medium sized date display.
is: Miðlungs-langt dagsetningarsnið.

source: Long date format
is: Langt dagsetningarsnið

source: Longer date format used for detailed display.
is: Lengri dagsetningar eru notaðar fyrir nákvæmari skýrslur.

source: First day of week
is: Fyrsti dagur vikunnar

source: The first day of the week for calendar views.
is: Fysti dagur vikunnar fyrir dagatöl.

source: Date settings
is: Tímasnið

source: required
is: nauðsynlegt

source: The configuration options have been saved.
is: Stillingar hafa verið vistaðar.

source: Reset to defaults
is: Endursetja í upphafsstillingar

source: The configuration options have been reset to their default values.
is: Stillingar hafa verið endurstilltar í sjálfgefin gildi.
