Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: If a user has the ability to post blogs, then the import module (news aggregator) will display a blog-it link next to each news item in its lists. Clicking on this takes the user to the blog submission form, with the title, a link to the item, and a link to the source into the body text already in the text box, ready for the user to add a comment or explanation. This actively encourages people to add blog entries about things they see and hear elsewhere in the website and from your syndicated partner sites.
is: Ef notandi getur skrifað blogg þá birtist 'bloggaðu þetta' tengill í fréttalesaranum við listun. Smelli notandi á tengilinn fer hann í skráningarform bloggs með titil fréttar, tengil við fréttastrauminn og tengill í upprunalegu greinina þegar útfyllt í textaboxið tilbúið fyrir notandan að bæta við sýnum athugasemdum eða útskýringum. Þetta hvetur fólk til að skrifa bloggfærslur um hluti sem þeir sjá og heyra annarstaðar á vefsíðunni og frá þeim síðum sem þú lest inn fréttir frá.

source: For more information please read the configuration and customization handbook <a href="@blog">Blog page</a>.
is: Fyrir frekari upplýsingar, vinsamlegast lesið stillinga og breytinga handbókina <a href="@blog">Blogg síða</a>.

source: @name's blog
is: @name: blogg

source: Post new blog entry.
is: Skrifa nýja bloggfærslu

source: You are not allowed to post a new blog entry.
is: Þú hefur ekki leyfi til að skrifa nýja bloggfærslu.

source: RSS - blogs
is: Rss - blogg

source: Blogs
is: Blogg

source: @username's blog
is: @username: blogg

source: My blog
is: Bloggið mitt

source: Recent blog posts
is: Nýlegar bloggfærslur

source: Read the latest blog entries.
is: Lesa nýjustu bloggfærslurnar

source: edit own blog
is: breyta eigin bloggi

source: <p>This module adds support for several XML-RPC based blogging APIs. Specifically, it currently implements the %bloggerAPI, %metaweblogAPI, and most of the %moveabletype extensions. This allows users to contribute to Drupal using external GUI applications, which can often offer richer functionality that online forms based editing.</p><p>This module also allows site administrators to configure which node types can be posted via the external applications. So, for instance, users can post forum topics as well as blog posts. Where supported, the external applications will display each node type as a separate "blog".</p>
is: <p>Þessi eining bætir við stuðningi við nokkur af XML-RPC blogg viðmótunum. Nánar tiltekið veitir hann stuðning við %bloggerAPI, %metaweblogAPI, og flesta af %moveabletype viðbótunum. Þetta leyfir notendum að senda inn efni til Drupal með grafískum viðmótsforritum, sem geta boðið upp á ítarlegri uppsetningar möguleika en einföld vefsíða getur.</p><p>þessi eining leyfir einnig vefstjórum að stilla hvaða tegundir tengipunkta er hægt að uppfæra með ytri forritum. Svo að t.d. notendur geti sent inn efni á ráðstefnur jafnframt bloggi. Þegar það er stutt, ytri forritin munu sýna hverja tegund tengipunkts sem mismunandi "blogg".</p>

source: Allows users to post content using applications that support XML-RPC blog APIs.
is: Leyfir notendum að senda inn efni með því að nota XML-RPC blogg viðmót.

source: Terminated request because of suspicious input data.
is: Stöðvaði beiðni vegna grunsamlegra gagna.

source: %type: added %title using blog API.
is: %type: bætti við %title með blogg API.

source: Error storing post.
is: Villa við vistun efnis.

source: %type: updated %title using blog API.
is: %type: uppfærði %title með blogg API.

source: No file sent.
is: Engin skrá send.

source: Error storing file.
is: Villa við að vista skrá.

source: Not implemented.
is: Ekki útfært.

source: Invalid post.
is: Ógilt efni.

source: Wrong username or password.
is: Rangt notendanafn eða lykilorð.

source: XML-RPC Engine
is: XML-RPC vél

source: RSD or Really-Simple-Discovery is a mechanism which allows external blogger tools to discover the APIs they can use to interact with Drupal. Here you can set the preferred method for blogger tools to interact with your site. The common XML-RPC engines are Blogger, MetaWeblog and Movabletype. If you are not sure which is the correct setting, choose Blogger.
is: RSD (Really-Simple-Discovery) er aðferð sem leyfir ytri bloggtólum að uppgötva hvaða viðmót þeir geta notað til samskipta við Drupal. Hér getur stillt æskilegt viðmót sem bloggtólin nota til samskipta við vefinn þinn. Algengar XML-RPC vélar eru Blogger, MetaWeblog og Movabletype. Ef þú ert ekki viss hvað sé rétt stilling veldu Blogger.

source: Blog types
is: Blogg tegundir

source: Select the content types for which you wish to enable posting via blogapi. Each type will appear as a different "blog" in the client application (if supported).
is: Velur hvaða tegundir efnis þú vilt leyfa innsendingu efnis með bloggviðmóti. Hver tegund mun birtast sem mismunandi "blogg" í viðmótsforritinu (ef það er stutt).

source: blogapi
is: bloggviðmót

source: book page
is: bókarsíða

source: add child page
is: bæta við undirsíðu

source: printer-friendly version
is: prentvæn útgáfa

source: Show a printer-friendly version of this book page and its sub-pages.
is: Sýna prentvæna útgáfu af þessari bókarsíðu og undirsíðum.

source: books
is: bækur

source: orphan pages
is: munaðarlausar síður

source: outline
is: yfirlit

source: "%title" book
is: "%title" bók

source: Book navigation
is: Efnisyfirlit

source: The parent that this page belongs in. Note that pages whose parent is &lt;top-level&gt; are regarded as independent, top-level books.
is: Foreldrið sem á þessa síðu. Athugið að síður þar sem foreldri er &lt;top-level&gt; eru álitnar sjálfstæðar, bækur á efsta þrepi.

source: Log message
is: Annáll

source: An explanation of the additions or updates being made to help other authors understand your motivations.
is: Útskýring á þeim viðbótum eða uppfærslum sem er verið að gera, til að hjálpa öðrum höfundum að skilja ástæður breytinga.

source: Pages at a given level are ordered first by weight and then by title.
is: Síður á hverju þrepi er fyrst raðað eftir þyngd og síðan titli.

source: Add to book outline
is: Bæta við yfirlit bókar

source: Added the post to the book.
is: Bætti efni við bók.

source: Update book outline
is: Uppfæra yfirlit bókar

source: Updated the book outline.
is: Uppfærði yfirlit bókar.

source: Remove from book outline
is: Fjarlægja úr yfirliti bókar

source: Removed the post from the book.
is: Fjarlægði efnið úr bókinni.

source: The parent page in the book.
is: Aðalsíða bókarinnar.

source: Log
is: Annálar

source: This update/post awaits moderation and won't be accessible until approved.
is: Þessi uppfærsla/efni bíður yfirlits og verður ekki aðgengileg fyrr en samþykkt.

source: previous
is: fyrri

source: View the previous page.
is: Skoða fyrri síðu.

source: next
is: næsta

source: View the next page.
is: Skoða næstu síðu.

source: up
is: upp

source: View this page's parent section.
is: Skoða foreldri þessarar síðu.

source: top-level
is: forsíða

source: Books
is: Bækur

source: Save book pages
is: Vista bókarsíður

source: Updated book %title.
is: Uppfærði bók %title.

source: Orphan pages
is: Munaðarlausar síður

source: Allows users to collaboratively author a book.
is: Leyfir notendum að skrifa saman bók.

source: <p>The book module offers a mean to organize content, authored by many users, in an online manual, outline or FAQ.</p>
is: <p>Bókareiningin gefur möguleika á að raða innihaldi, gert af mörgum höfundum í sameiginlegri handbók eða SOS (Spurt Og Svarað).</p>

source: <p>Pages in a book are like a tree. As pages are edited, reorganized and removed, child pages might be left with no link to the rest of the book. Such pages are referred to as "orphan pages". On this page, administrators can review their books for orphans and reattach those pages as desired.</p>
is: <p>Síður eru líkt og greinar á tré. þegar síðu er breytt, endursmíðuð eða fjarlægð, gætu undirsíður verið skildar eftir án nokkurra tengsla við afganginn af bókinni. Þessar síður eru kallaðar "munaðarlausar síður". Á þessarri síðu geta kerfisstjórar athugað stöðu á síðum og sett þær á réttan stað ef þarf.</p>

source: A book is a collaborative writing effort: users can collaborate writing the pages of the book, positioning the pages in the right order, and reviewing or modifying pages previously written. So when you have some information to share or when you read a page of the book and you didn't like it, or if you think a certain page could have been written better, you can do something about it.
is: Bók er sameiginleg ritvinnsla: notendur geta unnið saman við að skrifa siður í bók, sett síðurnar í rétta röð, yfirfarið og breytt síðum sem hafa áður verið skrifaðar. Svo ef þú hefur einhverjar upplýsingar sem þú vilt deila, eða þegar þú lest síðu í bók sem þér líkaði ekki, eða þú heldur að þú getir gert betur, þá getur þú gert eitthvað í málinu.

source: The outline feature allows you to include posts in the <a href="%book">book hierarchy</a>.
is: Yfirlitsmöguleikinn gefur þér möguleika á að bæta við efni í <a href="%book">bókar uppbygginguna</a>.

source: create book pages
is: búa til síður í bók

source: maintain books
is: viðhalda bókum

source: edit own book pages
is: breyta eigin síðum

source: book
is: bók

source: The comment module creates a discussion board for each post. Users can post comments to discuss a forum topic, weblog post, story, collaborative book page, etc. The ability to comment is an important part of involving members in a community dialogue.
is: Eining athugasemda býr til spjallborð fyrir hver skrif. Notendur geta skrifað athugasemdir til að ræða málefni, blogg, sögur, meðvirkar bókasíður, o.fl. Möguleikinn til að bæta við athugasemdum er mikilvægur partur af því að virkja meðlimi í samfélagi.

source: An administrator can give comment permissions to user groups, and users can (optionally) edit their last comment, assuming no others have been posted since. Attached to each comment board is a control panel for customizing the way that comments are displayed. Users can control the chronological ordering of posts (newest or oldest first) and the number of posts to display on each page. Comments behave like other user submissions. Filters, smileys and HTML that work in nodes will also work with comments. The comment module provides specific features to inform site members when new comments have been posted.
is: Stjórnandi getur gefið réttindi til athugasemda til notendahópa og notendur geta (valfrjálst) breytt síðustu athugasemdum sínum svo lengi sem engin önnur hafa verið skrifuð síðan. Hengt við hvert borð athugasemda er stjórnborð til að sérsniða hvernig athugasemdir eru sýndar. Notendur geta stjórnað röðun skrifa (nýjast eða elst fyrst) og fjölda athugasemda sem á að sýna á hverri síðu. Athugasemdir haga sér eins og önnur skrif notenda. Filterar, broskallar og HTML sem virka í nóðum virka einnig í athugasemdum. Eining athugasemda býður upp á sérstaka möguleika til að láta meðlimi vefa vita þegar nýjar athugasemdir hafa verið skrifaðar.

source: For more information please read the configuration and customization handbook <a href="@comment">Comment page</a>.
is: Fyrir frekari upplýsingar má lesa handbók um stillingar og sérsniðun <a href="@comment">Síða athugasemda</a>.

source: Below is a list of the latest comments posted to your site. Click on a subject to see the comment, the author's name to edit the author's user information , 'edit' to modify the text, and 'delete' to remove their submission.
is: Hér fyrir neðan er listi af nýjustu athugasemdum skrifuðum á vefinn þinn. Smelltu á fyrirsögn til að sjá athugasemdina, höfundinn til að breyta upplýsingum um höfundinn, 'breyta' til að breyta textanum og 'eyða' til að fjarlægja skrifin.

source: Below is a list of the comments posted to your site that need approval. To approve a comment, click on 'edit' and then change its 'moderation status' to Approved. Click on a subject to see the comment, the author's name to edit the author's user information, 'edit' to modify the text, and 'delete' to remove their submission.
is: Hér fyrir neðan er listi af athugasemdum sem búið að skrifa á vefinn þinn sem bíða samþykktar. Til að samþykkja athugasemd, smelltu á 'breyta' og breyttu 'staða ritstjórnar' í samþykkt. Smelltu á fyrirsögn til að sjá athugasemdir, nafn höfundar til að breyta höfundarupplýsingum, 'breyta' til að breyta textanum og 'eyða' til að fjarlægja skrifin.

source: Comments can be attached to any node, and their settings are below. The display comes in two types: a 'flat list' where everything is flush to the left side, and comments come in chronological order, and a 'threaded list' where replies to other comments are placed immediately below and slightly indented, forming an outline. They also come in two styles: 'expanded', where you see both the title and the contents, and 'collapsed' where you only see the title. Preview comment forces a user to look at their comment by clicking on a 'Preview' button before they can actually add the comment.
is: Athugasemdum er hægt að bæta við allar nóður og stillingar þeirra eru hér fyrir neðan. Það eru tveir möguleikar til að sýna athugasemdir: 'flatur listi' þar sem öllu er ýtt yfir á vinstri hluta og athugasemdir eru sýndir í dagaröðun, og 'þræddur listi' þar sem svörum við öðrum athugasemdum eru sett beint fyrir neðan og aðeins til hægri. Þar eru líka tveir möguleikar: 'dreifður', þar sem þú sérð bæði titil og innihald eða 'samfallinn' þar sem þú sérð aðeins titil. Forsýna athugasemd neyðir notanda til að lesa yfir athugasemdina með því að smella á 'Forsýna' takkann áður en þau geta raunverulega bætt athugasemdinni við.

source: List and edit site comments and the comment moderation queue.
is: Lista og breyta athugasemdum vefs og biðröð athugasemda.

source: Published comments
is: Virkar athugasemdir

source: Approval queue
is: Samþykktarbiðröð

source: Delete comment
is: Eyða athugasemd

source: Edit comment
is: Breyta athugasemd

source: Reply to comment
is: Svara athugasemd

source: Recent comments
is: Nýlegar athugasemdir

source: Jump to the first comment of this posting.
is: Hoppa á fyrstu athugasemd við þesa grein.

source: Jump to the first new comment of this posting.
is: Hoppa á fyrstu nýja athugasemd við þessa grein.

source: Add new comment
is: Skrifa nýja athugasemd

source: Add a new comment to this page.
is: Skrifa nýja athugasemd við þessa síðu.

source: Share your thoughts and opinions related to this posting.
is: Deildu hugsunum þínum og álitum tengdum þessari grein.

source: Default comment setting
is: Sjálfgefnar stillingar við athugasemdir

source: Read only
is: Lesaðgangur

source: Read/Write
is: Skrif-/lesaðgangur

source: Users with the <em>administer comments</em> permission will be able to override this setting.
is: Notendur með <em>stjórna athugasemdum</em> réttindin geta farið framhjá þessari stillingu.

source: Comment settings
is: Stillingar athugasemda

source: Signature
is: Undirskrift

source: Your signature will be publicly displayed at the end of your comments.
is: Undirskriftin þín verður sýnd opinberlega við enda athugasemda þinna.

source: Viewing options
is: Stillingar sýnar

source: Default display mode
is: Sjálfgefin sýn

source: The default view for comments. Expanded views display the body of the comment. Threaded views keep replies together.
is: Sjálfgefin sýn fyrir athugasemdir. Útvirk sýn sýnir meginmál athugasemdar. Þrædd sýn hópar svörum saman.

source: Default display order
is: Sjálfgefin röðun sýna

source: The default sorting for new users and anonymous users while viewing comments. These users may change their view using the comment control panel. For registered users, this change is remembered as a persistent user preference.
is: Sjálfgefin röðun fyrir nýja notendur og nafnlausa notendur sem lesa athugasemdir. Þessir notendur geta breytt sýn sinni með stjórnborði athugasemda. Kerfið man stillingar skráðra notenda í notendastillingum.

source: Default comments per page
is: Sjálfgefnar athugasemdir á hverri síðu

source: Default number of comments for each page: more comments are distributed in several pages.
is: Sjálfgefinn fjöldi athugasemda fyrir hverja síðu: fleiri athugasemdum er dreift milli nokkra blaðsíðna.

source: Comment controls
is: Stjórn athugasemda

source: Display above the comments
is: Sýna ofan við athugasemdir

source: Display below the comments
is: Sýna neðan við athugasemdir

source: Display above and below the comments
is: Sýna ofan og neðan við athugasemdir

source: Do not display
is: Ekki sýna

source: Position of the comment controls box. The comment controls let the user change the default display mode and display order of comments.
is: Staðsetning á stjórnkassa athugasemda. Stjórn athugasemda gerir notanda mögulegt að breyta sjálfgefnum stillingum og röðun athugasemda.

source: Posting settings
is: Stillingar skrifa

source: Anonymous commenting
is: Nafnlausar athugasemdir

source: Anonymous posters may not enter their contact information
is: Nafnlausir höfundar geta ekki skrifað persónuupplýsingar sínar

source: Anonymous posters may leave their contact information
is: Nafnlausir höfundar geta skrifað persónuupplýsingar sínar

source: Anonymous posters must leave their contact information
is: Nafnlausir höfundar verða að skilja eftir persónuupplýsingar sínar

source: This option is enabled when anonymous users have permission to post comments on the <a href="@url">permissions page</a>.
is: Þessi möguleiki er virkur þegar nafnlausir notendur hafa leyfi til að skrifa athugasemdir á <a href="@url">réttindasíðunni</a>.

source: Comment subject field
is: Viðfangsefni athugasemdar

source: Can users provide a unique subject for their comments?
is: Geta notendur skrifað einstök viðfangsefni við athugasemdir sínar?

source: Preview comment
is: Forsýna athugasemd

source: Location of comment submission form
is: Staðsetning á skráningarformi athugasemdar

source: Display on separate page
is: Sýna á sér síðu

source: Display below post or comments
is: Sýna fyrir neðan skrif eða athugasemdir

source: You are not authorized to post comments.
is: Þú hefur ekki réttindi til að skrifa athugasemdir.

source: The comment you are replying to does not exist.
is: Athugasemdin sem þú ert að svara er ekki til.

source: This discussion is closed: you can't post new comments.
is: Umræðu lokað: þú getur ekki skrifað nýjar athugasemdir.

source: Reply
is: Svara

source: You are not authorized to view comments.
is: Þú hefur ekki réttindi til að skoða athugasemdir.

source: Comment: updated %subject.
is: Athugasemd: uppfært %subject.

source: Comment: duplicate %subject.
is: Athugasemd: tvöfalt %subject.

source: Comment: added %subject.
is: Athugasemd: bætt við %subject.

source: Your comment has been queued for moderation by site administrators and will be published after approval.
is: Athugasemd þín hefur verið sett í biðröð til ritskoðunnar af umsjónarmönnum síðunar og verður birt eftir að hún hefur verið samþykkt.

source: Comment: unauthorized comment submitted or comment submitted to a closed node %subject.
is: Athugasemd: óleyfinleg athugasemd send inn eða athugasemd send á lokaða nóðu %subject.

source: parent
is: foreldri

source: reply
is: svara

source: Post new comment
is: Skrifa nýja athugasemd

source: The comment and all its replies have been deleted.
is: Athugasemdin og öllum svörum við hana hefur verið eytt.

source: The comment no longer exists.
is: Athugasemdin er ekki lengur til.

source: Are you sure you want to delete the comment %title?
is: Ertu viss um að þú viljir eyða athugasemdinni %title?

source: Any replies to this comment will be lost. This action cannot be undone.
is: Öllum svörum við þessari athugasemd verður eytt. Það er ekki hægt að bakfæra þessa aðgerð.

source: Publish the selected comments
is: Birta valdar athugasemdir

source: Delete the selected comments
is: Eyða völdum athugasemdum

source: Unpublish the selected comments
is: Fela valdar athugasemdir

source: Please select one or more comments to perform the update on.
is: Vinsamlegast veljið eina eða fleiri athugasemd til að framkvæma uppfærslu á.

source: No comments available.
is: Engar athugasemdir í boði.

source: There do not appear to be any comments to delete or your selected comment was deleted by another administrator.
is: Það virðist ekki vera neinar athugasemdir til að eyða eða völdum athugasemdum var eytt af öðrum stjórnanda.

source: Are you sure you want to delete these comments and all their children?
is: Ertu viss um að þú viljir eyða öllum þessum athugasemdum og börnum þeirra?

source: Delete comments
is: Eyða athugasemdum

source: The comments have been deleted.
is: Athugasemdunum hefur verið eytt.

source: You have to specify a valid author.
is: Þú þarft að velja leyfilegan höfund.

source: The name you used belongs to a registered user.
is: Nafnið sem þú valdir tilheyrir skráðum notanda.

source: You have to leave your name.
is: Þú verður að skilja eftir nafnið þitt.

source: The e-mail address you specified is not valid.
is: Netfangið sem þú skrifaðir er ekki leyfilegt.

source: You have to leave an e-mail address.
is: Þú verður að skilja eftir netfang.

source: The URL of your homepage is not valid. Remember that it must be fully qualified, i.e. of the form <code>http://example.com/directory</code>.
is: Slóðin á heimasíðuna þína er ekki leyfileg. Munið að slóðin verður að vera full eða í formi <code>http://daemi.is/mappa</code>.

source: Administration
is: Stjórnun

source: Homepage
is: Heimasíða

source: Not published
is: Ekki birt

source: Post comment
is: Skrifa athugasemd

source: (No subject)
is: (Engin fyrirsögn)

source: !a comments per page
is: !a athugasemdir á hverri síðu

source: Save settings
is: Vista stillingar

source: Select your preferred way to display the comments and click "Save settings" to activate your changes.
is: Veldu æskilegustu leiðina til að sýna athugasemdirnar og smelltu á "Vista stillingar" til að virkja breytingarnar þínar.

source: Comment viewing options
is: Stillingar á sýn athugasemda

source: by %a on %b
is: af %a, %b

source: by
is: af

source: you can't post comments
is: þú getur ekki skrifað athugasemdir

source: <a href="@login">Login</a> or <a href="@register">register</a> to post comments
is: <a href="@login">Innskráning</a> eða <a href="@register">nýskráning</a> til að skrifa athugasemdir

source: <a href="@login">Login</a> to post comments
is: <a href="@login">Innskráning</a> til að skrifa athugasemdir

source: Can not delete non-existent comment.
is: Get ekki eytt athugasemd sem ekki er til.

source: Comment: deleted %subject.
is: Athugasemd: eyddi %subject.

source: Flat list - collapsed
is: Flatur listi - samfallinn

source: Flat list - expanded
is: Flatur listi - dreifður

source: Threaded list - collapsed
is: Þræddur listi - samfallinn

source: Threaded list - expanded
is: Þræddur listi - dreifður

source: access comments
is: lesa athugasemdir

source: post comments
is: skrifa athugasemdir

source: administer comments
is: stjórna athugasemdum

source: post comments without approval
is: skrifa athugasemdir án samþykkis

source: comment
is: athugasemd

source: %page not found.
is: %page finnst ekki.

source: Page not found
is: Síða finnst ekki

source: %page denied access.
is: aðgangi hafnað að %page

source: Access denied
is: Aðgangi hafnað

source: %message in %file on line %line.
is: %message í %file í línu %line.

source: You are not authorized to access this page.
is: Þú hefur ekki leyfi til að fara á þessa síðu.

source: Terminated request because of suspicious input data: %data.
is: Beiðni hafnað vegna grunsamlegra gagna: %data.

source: bytes
is: bæti

source: 0 sec
is: 0 sek

source: not verified
is: ekki staðfest
