Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: Enter your new password twice if you want to change your current password, or leave it blank if you are happy with your current password.
is: Sláðu inn lykilorðið tvisvar ef þú vilt breyta núverandi lykilorði, eða skildu það eftir autt ef þú ert ánægður með núverandi lykilorð.

source: Blocked
is: Útilokaður

source: Roles
is: Hlutverk

source: Select at least one role. The user receives the combined permissions of all of the selected roles.
is: Veldu að minnsta kosti eitt hlutverk. Notandinn fær samanlagðar heimildir allra valdra hlutverka.

source: Delete picture
is: Eyða mynd

source: Check this box to delete your current picture.
is: Hakaðu við í þessum reit ef þú vilt eyða núverandi mynd þinni.

source: Upload picture
is: Senda inn mynd

source: Your virtual face or picture. Maximum dimensions are %dimensions and the maximum size is %size kB.
is: Net- andlit eða mynd. Mesta stærð myndar er %dimensions og mesta stærð er %size kB.

source: Picture
is: Mynd

source: The name %name is already taken.
is: Nafnið %name er þegar frátekið.

source: The name %name has been denied access.
is: Nafninu %name hefur verið neitað um aðgang.

source: The e-mail address %email is already taken.
is: Netfangið %email er þegar í notkun.

source: The e-mail address %email has been denied access.
is: Netfanginu %email hefur verið neitað um aðgang.

source: You must select at least one role.
is: Þú verður að velja að minnsta kosti eitt hlutverk.

source: The specified passwords do not match.
is: Lykilorðin eru ekki eins.

source: The changes have been saved.
is: Breytingar hafa verið vistaðar.

source: The account has been deleted.
is: Notandanum hefur verið eytt.

source: Are you sure you want to delete the account %name?
is: Ertu viss um að þú viljir eyða notandanum %name?

source: Deleting a user will remove all their submissions as well. This action cannot be undone.
is: Ef þú eyðir notanda þá verður öllum hans færslum eytt líka. Þetta er ekki hægt að afturkalla.

source: Account details for %username at %site
is: Nánari upplýsingar fyrir %username hjá %site

source: %username, Thank you for registering at %site. You may now log in to %login_uri using the following username and password: username: %username password: %password After logging in, you may wish to change your password at %edit_uri Your new %site membership also enables to you to login to other Drupal powered websites (e.g. http://www.drupal.org/) without registering. Just use the following Drupal ID and password: Drupal ID: %username@%uri_brief password: %password -- %site team
is: %username, Þakka þér fyrir að skrá þig inn á vefinn %site. Þú getur nú skráð þig inn á %login_uri með því að nota eftirfarandi notandanafn og lykilorð: notandanafn: %username lykilorð: %password Eftir að þú hefur skráð þig inn, þá vilt þú kannski breyta lykilorðinu þínu á síðunni %edit_uri Nýja skráningin þín á %site gerir þér einnig kleift að skrá þig inn á aðrar Drupal vefsíður (t.d. http://www.drupal.org/) án þess að innrita þig inn fyrst. Notaðu aðeins eftirfarandi Drupal auðkenni og lykilorð: Drupal Auðkenni: %username@%uri_brief lykilorð: %password -- %site teymið

source: Account details for %username at %site (pending admin approval)
is: Notendaupplysingar fyrir %username á vef %site (bíður samþykktar vefstjóra)

source: %username, Thank you for registering at %site. Your application for an account is currently pending approval. Once it has been granted, you may log in to %login_uri using the following username and password: username: %username password: %password After logging in, you may wish to change your password at %edit_uri Your new %site membership also enables to you to login to other Drupal powered websites (e.g. http://www.drupal.org/) without registering. Just use the following Drupal ID and password: Drupal ID: %username@%uri_brief password: %password -- %site team
is: %username, Þakka þér fyrir að skrá þig inn á vefinn %site. Skráning þín bíður nú samþykkis vefstjórnanda. Þegar leyfi vefstjórnanda hefur verið veitt þá getur þú skráð þig inn á%login_uri með því að nota eftirfarandi notandanafn og lykilorð: notandanafn: %username lykilorð: %password Eftir að þú hefur skráð þig inn, þá vilt þú kannski breyta lykilorðinu þínu á síðunni %edit_uri Nýja skráningin þín á %site gerir þér einnig kleift að skrá þig inn á aðrar Drupal vefsíður (t.d. http://www.drupal.org/) án þess að innrita þig inn fyrst. Notaðu aðeins eftirfarandi Drupal auðkenni og lykilorð: Drupal Auðkenni: %username@%uri_brief lykilorð: %password -- %site teymið

source: %username, Here is your new password for %site. You may now login to %login_uri using the following username and password: username: %username password: %password After logging in, you may wish to change your password at %edit_uri
is: %username, Hér er nýja lykilorðið þitt fyrir vefin %site. þú getur nú skráð þig inn á %login_uri með því að nota eftirfarandi notandanafn og lykilorð: notandi: %username lykilorð: %password Eftir að þú hefur skráð þig inn, þá getur þú breytt lykilorði þínu á %edit_uri

source: Public registrations
is: Opnar innritanir

source: Only site administrators can create new user accounts.
is: Aðeins kerfisstjórar geta búið til nýja notendur.

source: Visitors can create accounts and no administrator approval is required.
is: Gestir geta búið til nýja notendur og ekki er krafist samþykkis kerfisstjóra.

source: Visitors can create accounts but administrator approval is required.
is: Gestir geta búið til nýja notendur en samþykkis kerfisstjóra er krafist.

source: User registration guidelines
is: Leiðbeiningar um innritun notenda

source: This text is displayed at the top of the user registration form. It's useful for helping or instructing your users.
is: Þessi texti er birtur efst á innritunarforminu. Það getur verið þægilegt til að aðstoða eða leiðbeina notendum þínum.

source: User registration settings
is: Stillingar fyrir innritun notenda

source: Subject of welcome e-mail
is: Innhald skráningar-pósts

source: Customize the subject of your welcome e-mail, which is sent to new members upon registering.
is: Stilla viðfangsefni innskráningarpósts, sem er sent til notanda þegar þeir skrá sig.

source: Available variables are:
is: Tiltækar breytur eru:

source: Body of welcome e-mail
is: Innhald skráningar-pósts

source: Customize the body of the welcome e-mail, which is sent to new members upon registering.
is: Breyta innihaldi skráningarpóstsins, sem er sendur til nýrra notenda þegar þeir skrá sig.

source: Subject of welcome e-mail (awaiting admin approval)
is: Viðfangsefni pósts (Bíður samþykktar vefstjóra)

source: Customize the subject of your awaiting approval welcome e-mail, which is sent to new members upon registering.
is: Breyta viðfangsefni á pósti sem sendur er til notanda, þegar notandi skráir sig.

source: Body of welcome e-mail (awaiting admin approval)
is: Innhald skráningar-pósts (bíður samþykkis vefstjóra)

source: Customize the body of the awaiting approval welcome e-mail, which is sent to new members upon registering.
is: Stilla innihald skráningarpósts, þegar beðið er samþykkis, og póstur þess efnis er sendur til nýskráðra notanda.

source: Subject of password recovery e-mail
is: Viðfangsefni "lykilorð-endureimt" pósts

source: Customize the Subject of your forgotten password e-mail.
is: Breyta viðfangsefni pósts sem er sendur þegar lykilorð gleymist.

source: Body of password recovery e-mail
is: Innihald "lykilorð-endurheimt" pósts

source: Customize the body of the forgotten password e-mail.
is: Breyta innihaldi pósts sem er sendur þegar lykilorð gleymist.

source: User email settings
is: Netfangsstillingar notanda

source: Picture support
is: Myndastuðningur

source: Enable picture support.
is: Virkja stuðning við myndir.

source: Picture image path
is: Slóð að myndum

source: Subdirectory in the directory "%dir" where pictures will be stored.
is: Undirmappa í möppunni "%dir" þar sem myndir verða geymdar.

source: Default picture
is: Sjálfgefin mynd

source: URL of picture to display for users with no custom picture selected. Leave blank for none.
is: Slóð að mynd sem sýnd er þegar notendur hafa ekki sent inn neina mynd. Skildu eftir autt ef engin mynd á að vera.

source: Picture maximum dimensions
is: Hámarksstærð myndar

source: Maximum dimensions for pictures.
is: Hámarksstærð táknmyndar notanda.

source: Picture maximum file size
is: Hámarksstærð myndskráar

source: Maximum file size for pictures, in kB.
is: Hámarksstærð myndar, í kB.

source: Picture guidelines
is: Leiðbeiningar um mynd

source: This text is displayed at the picture upload form in addition to the default guidelines. It's useful for helping or instructing your users.
is: Þessi texti er sýndur á skráningarsíðunni þegar mynd er send inn í viðbót við venjulegar leiðbeiningar. Það getur verið heppilegt að leiðbeina notendum enn frekar.

source: Pictures
is: Myndir

source: Created a new user account. No e-mail has been sent.
is: Bjó til nýjan notanda. Enginn póstur hefur verið sendur.

source: Provide the username of the new account.
is: Gefa upp notendanafn nýs notanda.

source: Provide the e-mail address associated with the new account.
is: Gefa upp netfang tengt nýjum notanda.

source: Provide a password for the new account.
is: Gefa upp lykilorð fyrir nýjan notanda.

source: Create account
is: Búa til notanda

source: Create new user account
is: Búa til nýjan notanda

source: %test is not allowed.
is: %test er ekki leyft.

source: %test is allowed.
is: %test er leyft.

source: Enter a username to check if it will be denied or allowed.
is: Gefðu upp notandanafn sem verður athugað m.t.t. hvort aðgangur verður leyfður eða hafnað.

source: Check username
is: Athuga notandanafn

source: Enter an e-mail address to check if it will be denied or allowed.
is: Gefðu upp netfang sem verður athugað m.t.t. hvort aðgangur verði leyfður erða hafnað.

source: Check e-mail
is: Athuga netfang

source: You must enter a mask.
is: Þú verður að gefa upp maska.

source: The access rule has been added.
is: Aðgangsreglunni hefur verið bætt við.

source: Add rule
is: Bæta við reglu

source: The access rule has been deleted.
is: Aðgangsreglunni hefur verið eytt.

source: username
is: notandanafn

source: e-mail
is: netfang

source: Are you sure you want to delete the %type rule for %rule?
is: Ert þú viss um að þú viljir eyða %type reglunni fyrir %rule?

source: The access rule has been saved.
is: Aðgangsreglan hefur verið vistuð.

source: Save rule
is: Vista reglu

source: Access type
is: Aðgangstegund

source: Allow
is: Leyfa

source: Deny
is: Hafna

source: Rule type
is: Reglutegund

source: Mask
is: Maski

source: Matches any number of characters, even zero characters
is: Samsvarar mörgum bóstöfum, jafnvel engum staf

source: Matches exactly one character.
is: Samsvarar nákvæmlega einum staf.

source: allow
is: leyfa

source: deny
is: hafna

source: There are currently no access rules.
is: Það eru engar aðgangsreglur.

source: Permission
is: Leyfi

source: %module module
is: %module eining

source: Save permissions
is: Vista heimildir

source: Save role
is: Vista hlutverk

source: You must specify a valid role name.
is: Þú verður að skilgreina gilt hlutverk (nafn).

source: Delete role
is: Eyða hlutverki

source: The role has been deleted.
is: Hlutverkinu hefur eytt.

source: Add role
is: Bæta við hlutverki

source: The role has been added.
is: Hlutverkinu hefur verið bætt við.

source: Role name
is: Hlutverk (nafn)

source: The name for this role. Example: "moderator", "editorial board", "site architect".
is: Nafn þessa hlutverks, Dæmi: "stjórnandi", "ritstjóri", "vefhönnuður".

source: ID
is: Auðkenni

source: Last access
is: Síðasti aðgangur

source: blocked
is: lokaður

source: active
is: virkur

source: <p>Drupal allows users to register, login, logout, maintain user profiles, etc. No participant can use his own name to post content until he signs up for a user account.</p>
is: <p>Drupal leyfir notendum að innrita sig, skrá sig inn, skrá sig út, sýsla með notendasnið sitt, o.s.frv. Enginn þáttakandi getur notað sitt eigið nafn til að senda inn efni fyrr en hann er skráður notandi.</p>

source: <p>This web page allows the administrators to register a new users by hand. Note that you cannot have a user where either the e-mail address or the username match another user in the system.</p>
is: <p>Þessi vefsíða leyfir vefstjórum að skrá notendur handvirkt. Athugið að þú getur ekki verið með notendur sem hafa annað hvort sama nafn eða netfang og annar notandi í kerfinu.</p>

source: <p>Set up username and e-mail address access rules for new accounts. If a username or email address for a new account matches any deny rule, but not an allow rule, then the new account will not be allowed to be created.</p>
is: <p>Setja upp notenda- og netfangs-reglur fyrir nýja notendur. Ef notandi eða netfang nýs notanda passar við einhverja neitunar-reglu, en ekki leyft-reglu, þá verður notanda ekki stofnaður.</p>

source: <p>In this area you will define the permissions for each user role (role names are defined on the <a href="%role">user roles page</a>). Each permission describes a fine-grained logical operation, such as being able to access the administration pages, or adding/modifying a user account. You could say a permission represents access granted to a user to perform a set of operations.</p>
is: <p>Á þessu svæði skilgreinir þú heimildir fyrir hvert hlutverk (hlutverkanöfn eru skráð á <a href="%role">hlutverka síðunni</a>). Hver heimild lýsir nánari aðgerð, svo sem hvort kerfisstjórnarsíðurnar séu sýnilegar, eða hvort leyfilegt sé að búa til/breyta notanda. Það má segja að heimildir samsvari leyfi notanda til að framkvæma vissar aðgerðir.</p>

source: <p>Enter a simple pattern ("*" may be user as a wildcard match) to search for a username. For example, one may search for "br" and Drupal might return "brian", "brad", and "brenda".</p>
is: <p>Sláðu inn einfalt leitarsnið (hægt er að nota algildisstafinn "*") til að leita að notanda. Til dæmis, er hægt að leita að "al" og Drupal skilar kannski notendunum; "alex", "alli" og "alda".</p>

source: Manages the user registration and login system.
is: Stjórnar innritun notanda og innskráningarkerfinu.

source: <p>In order to use the full power of Drupal a visitor must sign up for an account. This page lets you setup how a user signs up, logs out, the guidelines from the system about user subscriptions, and the e-mails the system will send to the user.</p>
is: <p>Til að nýta Drupal vef að fullu þá verður gestur að innrita sig sem notanda. Þessi síða leyfir þér að skilgreina hvernig notandi innritar sig, skráir sig út, leiðbeiningar frá kerfinu til notanda um skráningar, og þá pósta sem kerfið mun senda til notandans.</p>

source: 1 guest
is: 1 gestur

source: administer users
is: sýsla með notendur

source: access user profiles
is: aðgangur að notendasniðum

source: <p>The watchdog module monitors your web site, capturing system events in a log to be reviewed by an authorized individual at a later time. The watchdog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the watchdog report on a regular basis as it is often the only way to tell what is going on.</p>
is: <p>Varðhunds-einingin fylgist með vefnum þínum, grípur kerfisatburði í annál sem er hægt að skoða síðar af aðila með nægileg réttindi. Varðhunds-annállinn er einfaldlega listi af skráðum atburðum. gögnum, afkasta-gögnum, villum, aðvörunum og upplýsingum um keyrslu. það er mikilvægt að fylgjast reglulega með annálunum, þar sem það er oft eina leiðin til að sjá vandræði.</p>

source: Logs and records system events.
is: Heldur annál yfir alla kerfisatburði.

source: logs
is: annálar

source: warning
is: aðvörun

source: error
is: villa

source: all messages
is: öll skilaboð

source: %type messages
is: %type skilaboð

source: Filter by message type
is: Sía eftir skilaboðategund

source: No log messages available.
is: Engin skilaboð tiltæk.

source: notice
is: tilkynning

source: Location
is: Staðsetning

source: Severity
is: Hve alvarlegt

source: administer watchdog
is: sýsla með varðhund

source: watchdog
is: varðhundur
