Repository: esn-org/esn_satellite
Catalog: profiles/esnsatellite/modules/i18n/po/*.po
Languages: is

source: <p>Most programs are written and documented in English, and primarily use English to interact with users. This is also true for a great deal of web sites. However, most people are less comfortable with English than with their native language, and would prefer to use their mother tongue as much as possible. Many people love to see their web site showing a lot less English, and far more of their own language. Therefore Drupal provides a framework to setup a multi-lingual web site, or to overwrite the default English texts.</p> <h3>How to interface translation works</h3> <p>Whenever Drupal encounters an interface string which needs to be displayed, it tries to translate it into the currently selected language. If a translation is not available, then the string is remembered, so you can look up untranslated strings easily.</p> <p>Drupal provides two options to translate these strings. First is the integrated web interface, where you can search for untranslated strings, and specify their translations via simple web forms. An easier, and much less time consuming method is to import translations already done for your language. This is achieved by the use of GNU gettext Portable Object files. These are editable with quite convenient desktop editors specifically architected for supporting your work with GNU Gettext files. The import feature allows you to add strings from such files into the site database. The export functionality enables you to share your translations with others, generating Portable Object files from your site strings.
is: <p>Flest forrit og handbækur eru skrifuð á ensku, og nota ensku sem viðmót við notendur. Þetta á einnig við um flestar vefsíður. Flestu fólki þykir hinsvegar þægilegra að nota sitt eigið tungumál en ensku, og myndu miklu frekar vilja nota sitt eigið móðurmál eins mikið og hægt er. Margir vilja sjá meira af sínu eigin tungumáli frekar en ensku á sínum vefsíðum. Þess vegna býður Drupal upp á grunn að fjöltungu-vefsíðum eða skipta út enskum textum.</p> <h3>Hvernig virkar þýðingin.</h3> <p>Í hvert sinn þegar Drupal finnur viðmóts-streng sem þarf að birta, þá reynir Drupal að þýða hann í það tungumál sem er valið. Ef þýðing er ekki tiltæk þá geymir Drupal strenginn svo auðvelt sé að leita að óþýddum strengjum.</p> <p>Drupal býður upp á tvo möguleika við að þýða þessa strengi. Í fyrsta lagi í innbyggðu vef-viðmóti, þar sem þú getur leitað að óþýddum strengjum, og þýtt þá um vefsíðuna. Auðveldari og fljótlegri leið er að flytja inn þýðingarnar sem þegar hafa verið gerðar fyrir þitt tungumál. Þetta er gert með því að nota "GNU gettext Portable Object files" þýðingarskrár. Þessar skrár má þýða með sérstökum þýðingarforritum sem styðja við GNU gettext skrár. Innflutningsmöguleikinn býður einnig upp á að bæta við þýðingum úr þess háttar skrám inn í gagnagrunninn. Þú getur einnig flutt út þess konar skrár úr gagnagrunninum til að deila þínum þýðingum með öðrum.

source: localization
is: staðfærsla

source: manage languages
is: sýsla með tungumál

source: manage strings
is: sýsla með strengi

source: add language
is: bæta við tungumáli

source: import
is: flytja inn

source: export
is: flytja út

source: confirm
is: staðfesta

source: Interface language settings
is: Tungumálastillingar viðmóts

source: Selecting a different locale will change the interface language of the site.
is: Ef þú velur annað tungumál þá breytist viðmótstungumál vefsins.

source: %locale language removed.
is: %locale tungumál fjarlægt.

source: Are you sure you want to delete the language %name?
is: Ert þú viss um að þú viljir eyða tungumáli %name?

source: Deleting a language will remove all data associated with it. This action cannot be undone.
is: Ef þú eyðir tungumáli þá eru öll gögn tengd því fjarlægð. Þetta er ekki hægt að afturkalla.

source: You need to specify both the language code and the English name of the new language.
is: Þú verður bæði að tilgreina tungumálakóðann og enska nafn tungumálsins.

source: The language %language (%code) is already set up.
is: Tungumálið %language (%code) er þegar uppsett.

source: Translation import of %filename failed.
is: Ekki tókst að flytja inn þýðingarskrá %filename.

source: administer locales
is: sýsla með tungumál

source: Jun
is: jún

source: Jul
is: júl

source: Aug
is: águ

source: Oct
is: Okt

source: Nov
is: nóv

source: Dec
is: Des

source: Thu
is: fim

source: Fri
is: fös

source: Sat
is: lau

source: Mon
is: mán

source: Tue
is: þri

source: Wed
is: mið

source: menus
is: valmyndir

source: edit menu item
is: sýsla með valmyndahluta

source: reset menu item
is: endursetja valmyndahluta

source: disable menu item
is: aftengja valmyndahluta

source: delete menu item
is: eyða valmyndahluta

source: add menu
is: bæta við valmynd

source: add menu item
is: bæta við valmyndahluta

source: reset menus
is: endurstilla valmyndir

source: Allows administrators to customize the site navigation menu.
is: Leyfir kerfisstjórum að sérsníða valmyndir vefsins.

source: <p>Select an operation from the list to move, change, or delete a menu item.</p>
is: <p>Veldu aðgerð úr listanum til að færa, breyta eða eyða valmyndahluta.</p>

source: <p>Enter the name for your new menu. Remember to enable the newly created block in the %blocks administration page.</p>
is: <p>Sláðu inn nafn fyrir nýju valmyndina þína. Mundu eftir að virkja nýju valmyndablokkina í "%blocks" kerfissíðunni.</p>

source: <p>Enter the title, path, position and the weight for your new menu item.</p>
is: <p>Sláðu inn titil, slóð, staðsetningu og þyngd á nýjum valmyndahluta.</p>

source: Reset all
is: Endurstilla allt

source: All menu items reset.
is: Allir valmyndahlutir endurstilltir.

source: Are you sure you want to reset all menu items to their default settings?
is: Ert þú viss um að þú viljir endurstilla alla valmyndahluti í sjálfgefin gildi?

source: Any custom additions or changes to the menu will be lost.
is: Allar viðbætur og breytingar við valmyndina munu tapast.

source: Menu item reset.
is: Valmyndahluti endurstilltur.

source: Are you sure you want to reset the item %item to its default values?
is: Ert þú viss um að þú viljir endurstilla hlutann "%item" í sjálfgefin gildi?

source: Any customizations will be lost. This action cannot be undone.
is: Allar stillingar tapast. Ekki er hægt að hverfa til baka frá þessari aðgerð.

source: Menu deleted.
is: Valmynd eytt.

source: Menu item deleted.
is: Valmyndahluta eytt.

source: Are you sure you want to delete the menu %item?
is: Ert þú viss um að þú viljir eyða valmyndinni %item?

source: Are you sure you want to delete the custom menu item %item?
is: Ert þú viss um að þú viljir eyða sérsniðnum valmyndahluta %item?

source: Menu item disabled.
is: Valmyndahlutinn er óvirkur.

source: The name to display for this link.
is: Nafnið sem á að sýna fyrir þennan tengil.

source: The description displayed when hovering over a menu item.
is: Lýsing sem birtist þegar bendill er færður yfir valmyndahlutann.

source: The Drupal path this menu item links to.
is: Drupal slóðin sem þessi valmyndahluti bendir á.

source: Since a menu item "%old" already exists for "%path", this menu item is shortcut to that location.
is: þar sem valmyndahluti "%old" er þegar til fyrir slóðina "%path", þá verður þessi valmyndahluti tengill á þá staðsetningu.

source: Path
is: Slóð

source: Expanded
is: Opin

source: If selected and this menu item has children, the menu will always appear expanded.
is: Ef valið og þessi valmyndahluti hefur börn,þá mun valmyndin ætíð verða sýnd opin.

source: Parent item
is: Foreldri

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
is: Valfrjálst. Í valmyndinni sökkva þyngri hlutir og léttari hlutir fljóta nær toppi listans.

source: You must specify a title.
is: Þú verður að tilgreina titil.

source: You must specify a path.
is: Þú verður að tilgreina slóð.

source: Updated menu item %title.
is: Uppfærði valmyndahluta %title.

source: Created new menu item %title.
is: Bjó til nýjan valmyndahluta %title.

source: Since a menu item %old already exists for %path, this new menu item was created as a shortcut to that location.
is: þar sem valmyndahluti %old er þegar til fyrir slóðina '%path ', þá verður þessi valmyndahluti tengill á þá staðsetningu.

source: Menu item
is: Valmyndahluti

source: disable
is: aftengja

source: enable
is: virkja

source: reset
is: frumstilla

source: disabled
is: óvirkt

source: Yes
is: Já

source: No
is: Nei

source: administer menu
is: sýsla með valmyndir

source: menu
is: valmynd

source: <h3>Nodes</h3> <p>The core of the Drupal system is the node. All of the contents of the system are placed in nodes, or extensions of nodes. A base node contains:<dl> <dt>A Title</dt><dd>Up to 128 characters of text that titles the node.</dd> <dt>A Teaser</dt><dd>A small block of text that is meant to get you interested in the rest of node. Drupal will automatically pull a small amount of the body of the node to make the teaser (To configure how long the teaser will be <a href="%teaser">click here</a>). The teaser can be changed if you don't like what Drupal grabs.</dd> <dt>The Body</dt><dd>The main text that comprises your content.</dd> <dt>A Type</dt><dd>What kind of node is this? Blog, book, forum, comment, unextended, etc.</dd> <dt>An Author</dt><dd>The author's name. It will either be "anonymous" or a valid user. You <em>cannot</em> set it to an arbitrary value.</dd> <dt>Authored on</dt><dd>The date the node was written.</dd> <dt>Changed</dt><dd>The last time this node was changed.</dd> <dt>Sticky at top of lists</dt><dd>In listings such as the frontpage or a taxonomy overview the teasers of a selected amount of nodes is displayed. If you want to force a node to appear on the top of such a listing, you must set it to 'sticky'. This way it will float to the top of a listing, and it will not be pushed down by newer content. <dt>Allow user comments</dt><dd>A node can have comments. These comments can be written by other users (Read-write), or only by admins (Read-only).</dd> <dt>Revisions</dt><dd>Drupal has a revision system so that you can "roll back" to an older version of a post if the new version is not what you want.</dd> <dt>Promote to front page</dt><dd>To get people to look at the new stuff on your site you can choose to move it to the front page. The front page is configured to show the teasers from only a few of the total nodes you have on your site (To configure how many teasers <a href="%teaser">click here</a>).</dd> <dt>Published</dt><dd>When using Drupal's moderation system a node remains unpublished -- unavailable to non-moderators -- until it is marked Published.</dd></dl> <p>Now that you know what is in a node, here are some of the types of nodes available.</p>
is: <h3>Tengipunktar</h3> <p>Kjarni Drupal kerfisins er Tengipunktur. Innihald kerfisins er sett á tengipunkta, eða framlengingu af þeim. Grunn-tengipunktur inniheldur:<dl> <dt>Titil</dt><dd>Allt að 128 bókstafir sem er titill tengipunktsins.</dd> <dt>Beita</dt><dd>Stuttur texti sem er ætlað að vekja áhuga þinn til að lesa meira. Drupal setur sjálfkrafa smáhluta af meginmálinu til að búa til beitu (Til að stilla hversu löng beitan er <a href="%teaser">smelltu hér</a>). Hægt er að breyta innihaldi beitunnar ef þér líkar ekki það sem Drupal velur.</dd> <dt>Meginmál</dt><dd>Meginmál tengipunktsins.</dd> <dt>Tegund</dt><dd>Hvers konar tengipunktur er þetta? Vefdagbók, bók, ráðstefna, athugasemd, mynd, o.s.frv.</dd> <dt>Höfundur</dt><dd>Nafn höfundar. Það verður annað hvort "Nafnlaus" eða skráður notandi. þú <em>getur ekki</em> sett hvað sem er þar.</dd> <dt>Skráð þann</dt><dd>Dagsetningin þegar tengipunkturinn var skráður.</dd> <dt>Breytt</dt><dd>Hvenær þessum tengipunkti var síðast breytt.</dd> <dt>Límdur efst á lista</dt><dd>Í listum svo sem á forsíðu eða flokkayfirliti eru birtar beitur af völdum tengipunktum. Ef þú vilt að tengipunkturinn sé efst á þess háttar lista þá verður þú að setja hann 'klístraðan'. Þannig flýtur hann upp á topp listans og verður ekki ýtt niður af nýju efni. <dt>Leyfa athugasemdir notanda</dt><dd>Tengipunktur getur haft athugasemdir. þessar athugasemdir geta verðir skráðar af öðrum notendum (Lesa/Skrifa), eða aðeins af kerfisstjórum (Ritvarið).</dd> <dt>Útgáfur</dt><dd>Drupal hefur útgáfustjórnunarkerfi þannig að þú getur "snúið til baka" í eldri útgáfu ef sú nýja er ekki það sem þú vilt sjá.</dd> <dt>Setja á forsíðu</dt><dd>Til að fá fólk til að skoða það nýjasta á vefnum þínum þá getur þú valið að setja þennan tengipunkt á forsíðuna. Forsíðan er stillt þannig að hún sýnir beitur frá nokkrum tengipunktum á vefnum (Til að stilla hve margar beitur á að sýna <a href="%teaser">smelltu hér</a>).</dd> <dt>Sýnilegt</dt><dd>Þegar þú notar Drupal ritstjórnarkerfið þá er tengipunktur ekki sýnilegur -- þ.e. ósýnilegur öðrum en ritstjórum -- þar til hann er merktur sýnilegur.</dd></dl> <p>Nú þegar þú veist hvað tengipunktur er þá eru hér nokkrar tiltækar tegundir tengipunkta.</p>

source: Node type: %module
is: Tegund tengipunkts: %module

source: Allows content to be submitted to the site and displayed on pages.
is: Leyfir að efni sé sent inn á vefinn og sýnt á síðum.

source: <p>Settings for the core of Drupal. Almost everything is a node so these settings will affect most of the site.</p>
is: <p>Stillingar fyrir kjarna Drupal. Flest allt eru tengipunktar svo þessar stillingar munu hafa áhrif á flest á vefnum.</p>

source: <p>Below is a list of all of the posts on your site. Other forms of content are listed elsewhere (e.g. <a href="%comments">comments</a>).</p><p>Clicking a title views the post, while clicking an author's name views their user information.</p>
is: <p>Hér að neðan er listi yfir allt efni á vefnum þínum. Aðrar tegundir innihalds eru á öðrum listum (t.d. <a href="%comments">athugasemdir</a>).</p><p> Ef smellt er á titil þá er efnið sýnt, en ef smellt er á nafn höfundar eru sýndar upplýsingar um notandann.</p>

source: <p>Enter a simple pattern to search for a post. This can include the wildcard character *.<br />For example, a search for "br*" might return "bread bakers", "our daily bread" and "brenda".</p>
is: <p>Sláðu inn einfalt snið til að leita að efni. Þetta getur innihaldið algildis-táknið *.<br />Til dæmis, leit að "br*" gæti skilað "brauðbakstur", "okkar daglega brauð" og "brenna".</p>

source: The revisions let you track differences between multiple versions of a post.
is: Útgáfurnar leyfa þér að fylgjast með breytingum á útgefnu efni.

source: Number of posts on main page
is: Fjöldi efnisgreina á aðalsíðu

source: The default maximum number of posts to display per page on overview pages such as the main page.
is: Sjálfgefinn mesti fjöldi efnisatriða sem á að sýna á einni síðu eins og aðalsíðu.

source: Length of trimmed posts
is: Lengd stytt efnis (beitu)

source: 200 characters
is: 200 bókstafir

source: 400 characters
is: 400 bókstafir

source: 600 characters
is: 600 bókstafir

source: 800 characters
is: 800 bókstafir

source: 1000 characters
is: 1000 bókstafir

source: 1200 characters
is: 1200 bókstafir

source: 1400 characters
is: 1400 bókstafir

source: 1600 characters
is: 1600 bókstafir

source: 1800 characters
is: 1800 bókstafir

source: 2000 characters
is: 2000 bókstafir

source: The maximum number of characters used in the trimmed version of a post. Drupal will use this setting to determine at which offset long posts should be trimmed. The trimmed version of a post is typically used as a teaser when displaying the post on the main page, in XML feeds, etc. To disable teasers, set to 'Unlimited'. Note that this setting will only affect new or updated content and will not affect existing teasers.
is: Mesti fjöldi bókstafa sem á að nota í styttri útgáfu efnis. Drupal mun nota þessa stillingu til að ákvarða hvar á að stytta langar efnisgreinar. Styttri útgáfa efnis er venjulega notað sem inngangur og kynning (beita), þegar efni er sýnt á aðalsíðu, í XML fóðrun, o.s.frv. Til að aftengja styttingu, stillið á 'ótakmarkað'. Athugið að þessi stilling hefur aðeins áhrif á nýtt eða uppfært efni en hefur ekki áhrif á þegar birt efni.

source: Preview post
is: Forskoða efni

source: Must users preview posts before submitting?
is: Verða notendur að lesa yfir efni áður en þeir senda það inn?

source: read more
is: lesa meira

source: Read the rest of this posting.
is: Lesa allan þennan pistil.

source: content types
is: tegundir efnis

source: create content
is: búa til efni

source: revisions
is: útgáfur

source: '%name' content type
is: efnistegund '%name'

source: Approve the selected posts
is: Samþykkja valin efni

source: Promote the selected posts
is: Auka vægi á völdu efni

source: Make the selected posts sticky
is: Líma (festa) valin efni

source: Demote the selected posts
is: Minnka vægi á völdu efni

source: Unpublish the selected posts
is: Fela valið efni

source: Delete the selected posts
is: Eyða völdu efni

source: Update
is: Uppfæra

source: Delete all
is: Eyða öllu

source: Please select some items to perform the update on.
is: Vinsamlega veldu efni sem á að uppfæra.

source: The update has been performed.
is: Uppfærslan hefur verið framkvæmd.

source: The items have been deleted.
is: Einingunum hefur verið eytt.

source: Are you sure you want to delete these items?
is: Ert þú viss um að þú viljir eyða þessum einingum?

source: status
is: staða

source: published
is: sýnilegt

source: not published
is: ekki sýnilegt

source: in moderation
is: bíður samþykkis

source: not in moderation
is: bíður ekki samþykkis

source: promoted
is: vægi aukið

source: not promoted
is: vægi ekki aukið

source: sticky
is: klístrað

source: not sticky
is: ekki klístrað

source: type
is: tegund

source: category
is: flokkur

source: Refine
is: Lagfæra

source: Undo
is: Afturkalla

source: <em>and</em> where <strong>%a</strong> is <strong>%b</strong>
is: <em>og</em> þar sem <strong>%a</strong> er <strong>%b</strong>

source: <strong>%a</strong> is <strong>%b</strong>
is: <strong>%a</strong> er <strong>%b</strong>

source: <dd class="a">%a</dd> <dt>is</dt> <dd class="b">%b</dd>
is: <dd class="a">%a</dd> <dt>er</dt> <dd class="b">%b</dd>

source: <dt><em>and</em> where</dt> <dd class="a">%a</dd> <dt>is</dt> <dd class="b">%b</dd>
is: <dt><em>og</em> þar</dt> <dd class="a">%a</dd> <dt>er</dt> <dd class="b">%b</dd>

source: Show only items where
is: Sýna aðeins efni þar sem

source: Update options
is: Uppfærsluvalkostir

source: No posts available.
is: Ekkert efni tiltækt.

source: Explanation or submission guidelines
is: Útskýring eða leiðbeiningar um skráningu efnis

source: This text will be displayed at the top of the %type submission form. It is useful for helping or instructing your users.
is: Þessi texti verður birtur efst á skráningarformi fyrir tegund <em>%type</em>. Þetta getur verið gagnlegt til að veita aukalegar leiðbeiningar um hvernig skal senda inn efni.

source: Minimum number of words
is: Lágmarksfjöldi orða

source: The minimum number of words a %type must be to be considered valid. This can be useful to rule out submissions that do not meet the site's standards, such as short test posts.
is: Lágmarksfjöldi orða sem verða að vera á einingu <em>%type</em> svo hún teljist gild. Þetta getur verið þægilegt til að losna við færslur sem ekki fylla kröfur vefsins, svo sem stuttar prufusendingar.

source: Submission form
is: Skráningarform

source: Workflow
is: Vinnuflæði

source: Older revisions
is: Eldri útgáfur

source: revision #%r revised by %u on %d
is: útgáfa #%r breytt af %u þann %d

source: rollback
is: snúa til baka

source: Rolled back to revision %revision of %title
is: Sneri aftur til útgáfu %revision af %title

source: Deleted revision %revision of %title
is: Eyddi útgáfu %revision af %title

source: Syndicate
is: Fréttastofa

source: You have to specify a title.
is: Þú verður að gefa upp titil.

source: The body of your %type is too short. You need at least %words words.
is: Meginmál er of stutt fyrir tegund <em>%type</em>. þú verður að hafa að minnsta kosti %words orð.

source: This content has been modified by another user, unable to save changes.
is: Innihaldinu hefur verið breytt af öðrum notanda, get ekki vistað breytingar.

source: The username %name does not exist.
is: Notandinn %name er ekki til.

source: You have to specify a valid date.
is: Þú verður að gefa gilda dagsetningu.

source: Authored by
is: Skráð af

source: Authored on
is: Skráð þann

source: Authoring information
is: Skráningarupplýsingar

source: In moderation queue
is: Bíður samþykktar

source: Promoted to front page
is: Setja á forsíðu

source: Sticky at top of lists
is: Alltaf efst á listum

source: Create new revision
is: Búa til nýja útgáfu

source: Options
is: Valkostir

source: Submit %name
is: Senda inn %name

source: Add a new %s.
is: Ný %s.

source: Choose the appropriate item from the list:
is: Veldu viðeigandi einingu úr lista:

source: Preview trimmed version
is: Skoða stytta útgáfu

source: The trimmed version of your post shows what your post looks like when promoted to the main page or when exported for syndication. You can insert the delimiter "&lt;!--break--&gt;" (without the quotes) to fine-tune where your post gets split.
is: Stytt útgáfa af efninu þínu sýnir hvernig efnið mun líta út þegar vægi þess er aukið og það er sett á forsíðu eða þegar það er sent sem fréttaskot. Þú getur sett inn skilamerkið "&lt;!--break--&gt;" (án gæsalappa) til að fínstilla hvar efninu þínu verður skipt.

source: Preview full version
is: Skoða fulla útgáfu

source: %type: updated %title.
is: %type: uppfærði - %title.

source: The %post was updated.
is: %post - var uppfærð.

source: %type: added %title.
is: %type: bætti við - %title.

source: Your %post was created.
is: %post - er vistuð.

source: %type: deleted %title.
is: %type: eyddi - %title.

source: Are you sure you want to delete %title?
is: Ert þú viss um þú viljir eyða %title?
